Repository: guvenfuturerbio/rBio
Catalog: lib/features/chronic_tracking/lib/l10n/intl_*.arb
Languages: de, fa, fr

source: Ok
de: Okay
fa: خوب
fr: D'accord

source: Accept
de: Annehmen
fa: تایید کنید
fr: J'accepte

# accept_application_consent_form
source: I have read, understood and approve the application consent form.
de: Ich habe das Anwendungsvereinbarungsformular gelesen, verstanden und genehmigt.
fa: من خواندن، درک و تایید فرم درخواست درخواست نرم افزار.
fr: J'ai lu, compris et approuve le formulaire de consentement de l'application.

# accu_chek_blood_sugar
source: ACCU-CHEK Blood Glucose
de: Accu-Chek-Blutzucker
fa: گلوکز خون Accu-Chek
fr: Glycémie accu-chek

source: Activate
de: aktivieren Sie
fa: فعال کردن
fr: Activer

# add_new_device
source: You do not have a paired device. Add a new device
de: Sie haben kein gekoppeltes Gerät. Fügen Sie ein neues Gerät hinzu
fa: شما یک دستگاه جفتی ندارید یک دستگاه جدید اضافه کنید
fr: Vous n'avez pas de périphérique jumelé. Ajouter un nouvel appareil

source: Add Photo
de: Foto hinzufügen
fa: اضافه کردن عکس
fr: Ajouter une photo

source: Add Reminder
de: Erinnerung hinzufügen
fa: افزودن یادآوری
fr: Ajouter du rappel

source: Add Strips
de: Streifen hinzufügen
fa: نوار را اضافه کنید
fr: Ajouter des bandes

# additional_info
source: Additional Information
de: Weitere Informationen
fa: اطلاعات اضافی
fr: Information additionnelle

source: Aft.
de: Achtern.
fa: پشت

source: After
de: Nach
fa: بعد از
fr: Après

source: Age
de: Alter
fa: سن
fr: Âge

# allow_permission_camera
source: Please allow access to camera by going to your Settings
de: Bitte erlauben Sie den Zugriff auf die Kamera, indem Sie zu Ihren Einstellungen gehen
fa: لطفا اجازه دسترسی به دوربین را با رفتن به تنظیمات خود
fr: S'il vous plaît permettre l'accès à la caméra en allant à vos paramètres

# allow_permission_gallery
source: Please allow access to photos by going to your Settings.
de: Bitte erlauben Sie den Zugriff auf Fotos, indem Sie zu Ihren Einstellungen gehen.
fa: لطفا اجازه دهید به عکس ها دسترسی داشته باشید با رفتن به تنظیمات خود.
fr: Veuillez autoriser l'accès aux photos en allant à vos paramètres.

source: Apple credential error
de: Apple-Anmeldeinformationsfehler.
fa: خطای اعتبارنامه اپل
fr: Erreur d'identification Apple

# application_consent_form_text
source: Within the scope of this application, no medical procedure (such as examination, diagnosis, diagnosis, treatment) is offered or promised to you. In addition to using the application, you should be examined by a physician before making any health-related decision. All responsibility for the use of the application belongs to you, the application is provided "as is" and no guarantee is given to you. The service provided to you within the scope of the application is by no means the equivalent of being examined by a physician or following your health condition one-to-one by a physician. You should consult your physician for medical diagnosis and treatment, do not delay your controls, and apply to the nearest emergency room without wasting time in any emergency. Otherwise, we will not accept any responsibility.
de: Im Rahmen dieser Anwendung wird Ihnen kein medizinisches Verfahren (wie Prüfung, Diagnose, Diagnose, Behandlung) angeboten oder an Sie versprochen. Neben der Anwendung des Antrags sollten Sie von einem Arzt untersucht werden, bevor Sie eine gesundheitsbezogene Entscheidung treffen. Alle Verantwortung für die Nutzung des Antrags gehört Ihnen, die Anwendung wird "wie lautet" zur Verfügung gestellt und Ihnen garantiert Ihnen keine Garantie. Der Service, der Ihnen im Rahmen des Anwendungsbereichs zur Verfügung gestellt wird, ist keineswegs das Äquivalent, von einem Arzt zu untersuchen oder Ihrem Gesundheitszustand von einem Arzt zu folgen. Sie sollten Ihren Arzt auf medizinische Diagnose und Behandlung konsultieren, Ihre Bedienelemente nicht verzögern und auf die nächste Notaufnahme auftragen, ohne in einem Notfall Zeit zu verschwenden. Andernfalls akzeptieren wir keine Verantwortung.
fa: در محدوده این برنامه، هیچ روش پزشکی (مانند معاینه، تشخیص، تشخیص، درمان) ارائه یا به شما ارائه نمی شود. علاوه بر استفاده از برنامه، باید قبل از تصمیم گیری مربوط به سلامت، توسط یک پزشک مورد بررسی قرار گیرد. تمام مسئولیت استفاده از برنامه به شما مربوط می شود، برنامه ارائه شده "به عنوان" است و هیچ تضمینی برای شما داده نمی شود. خدمات ارائه شده به شما در محدوده نرم افزار به هیچ وجه معادل بررسی شده توسط یک پزشک یا پس از وضعیت سلامتی شما یک به یک پزشک است. شما باید از پزشک خود برای تشخیص و درمان پزشکی مشورت کنید، کنترل های خود را تاخیر نکنید و به نزدیکترین اتاق اورژانس بدون هدر رفتن زمان در هر اورژانس اعمال کنید. در غیر این صورت، ما هیچ مسئولیتی را قبول نخواهیم کرد.
fr: Dans le cadre de cette demande, aucune procédure médicale (telle que l'examen, le diagnostic, le diagnostic, le traitement) est offerte ou promise. En plus de l'utilisation de l'application, vous devriez être examiné par un médecin avant de prendre une décision liée à la santé. Toutes la responsabilité de l'utilisation de l'application vous appartient, la demande est fournie "tel quel" et aucune garantie ne vous est donnée. Le service qui vous est fourni dans le champ d'application de la demande n'est en aucun cas l'équivalent d'être examiné par un médecin ou à la suite de votre état de santé un-à-un par un médecin. Vous devriez consulter votre médecin pour le diagnostic médical et le traitement, ne pas retarder vos contrôles et s'appliquer à la salle d'urgence la plus proche sans perdre de temps en cas d'urgence. Sinon, nous n'accepterons aucune responsabilité.

source: Appointment
de: Termin
fa: وقت ملاقات
fr: Rendez-vous

source: Appointment Details
de: Termindaten
fa: جزئیات انتصاب
fr: Détails de rendez-vous

source: Appointment Files
de: Termindateien
fa: فایل های انتصاب
fr: Fichiers de rendez-vous

source: Appointments
de: Termine
fa: قرار ملاقات ها
fr: Nomination

# approve_consent_form
source: To use the Application You have to confirm the application consent form.
de: Um die Anwendung zu verwenden, müssen Sie das Anwendungsvereinbarungsformular bestätigen.
fa: برای استفاده از برنامه شما باید فرم رضایت برنامه را تأیید کنید.
fr: Pour utiliser l'application, vous devez confirmer le formulaire de consentement de l'application.

source: as Excel
de: als Excel.
fa: به عنوان اکسل
fr: comme Excel

source: as PDF
de: als pdf.
fa: به عنوان PDF
fr: comme pdf

source: as PNG
de: als png.
fa: به عنوان PNG
fr: comme png

source: Before
de: Vor
fa: قبل از
fr: Avant

# bg_measurement_time
source: Let's measure your blood sugar!
de: Messen wir Ihren Blutzucker!
fa: بیایید قند خون خود را اندازه گیری کنیم!
fr: Mesurons votre glycémie!

# ble_delete_paired_device_approv
source: Are you sure want to delete paired device?
de: Möchten Sie sicher das gekoppelte Gerät löschen?
fa: آیا مطمئن هستید میخواهید دستگاه زوج را حذف کنید؟
fr: Voulez-vous sûr que vous souhaitez supprimer un appareil jumelé?

# ble_scale_sync_info
source: Please go to the scale for measurement...
de: Bitte gehen Sie zur Messung zur Messung ...
fa: لطفا برای اندازه گیری به مقیاس بروید ...
fr: S'il vous plaît aller à la balance pour la mesure ...

# ble_scale_weight_info
source: Your weight:
de: Dein Gewicht:
fa: وزن شما:
fr: Votre poids:

# ble_scale_stabilizing_info
source: Measurement stabilizing...
de: Messstabilisierung ...
fa: تثبیت کننده اندازه گیری ...
fr: Mesure stabilisant ...

# ble_scale_weight_calculating_info
source: Weight calculating...
de: Gewicht berechnen ...
fa: وزن محاسبه ...
fr: Poids calculant ...

# ble_scale_scaling_info
source: Scaling...
de: Skalierung ...
fa: پوسته پوسته شدن ...
fr: Mise à l'échelle...

# ble_status_location_services_disabled
source: Enable location services
de: Standortdienste aktivieren
fa: خدمات مکان را فعال کنید
fr: Activer les services de localisation

# ble_status_powered_off
source: Bluetooth is powered off on your device turn it on
de: Bluetooth wird auf Ihrem Gerät ausgeschaltet, um es einzuschalten
fa: بلوتوث بر روی دستگاه شما خاموش است
fr: Bluetooth est éteint sur votre appareil.

# ble_status_ready
source: Bluetooth is up and running
de: Bluetooth ist ab- und läuft
fa: بلوتوث در حال اجرا است
fr: Bluetooth est opérationnel

# ble_status_unauthorized
source: Authorize the OneDose Health app to use Bluetooth and location
de: Autorisieren Sie die OneDose Health App, um Bluetooth und -ort zu verwenden
fa: مجوز برنامه بهداشتی OneDose را برای استفاده از بلوتوث و مکان
fr: Autoriser l'application Santé Onedose pour utiliser Bluetooth et l'emplacement

# ble_status_unsupported
source: This device does not support Bluetooth
de: Dieses Gerät unterstützt Bluetooth nicht
fa: این دستگاه بلوتوث را پشتیبانی نمی کند
fr: Cet appareil ne prend pas en charge Bluetooth

# ble_status_waiting
source: Waiting to fetch Bluetooth status
de: Warten auf das Abrufen des Bluetooth-Status
fa: انتظار برای به دست آوردن وضعیت بلوتوث
fr: En attente d'aller chercher le statut Bluetooth

# blood_glucose_imported
source: Your Blood Glucose measurements have been imported.
de: Ihre Blutzuckermessungen wurden importiert.
fa: اندازه گیری گلوکز خون شما وارد شده است.
fr: Vos mesures de glycémie ont été importées.

source: Blood Glucose Measurement
de: Blutzuckermessung.
fa: اندازه گیری گلوکز خون
fr: Mesure de glycémie

source: Blood Glucose Progress
de: Blutglukosefortschritt.
fa: افزایش گلوکز خون
fr: Progrès de la glycémie

# btn_navigation_skip
source: Skip
de: Überspringen
fa: جست و خیز کردن
fr: Sauter

source: Call Me
de: Rufen Sie mich an
fa: با من تماس بگیرید
fr: Appelle-moi

source: Call Us
de: Rufen Sie uns an
fa: با ما تماس بگیرید
fr: Appeler

# call_us_message
source: Please call 444 9 494 to contact us.
de: Bitte rufen Sie 444 9 494 an, um uns zu kontaktieren.
fa: لطفا تماس بگیرید 444 9 494 برای تماس با ما.
fr: Veuillez appeler 444 9 494 pour nous contacter.

source: Camera
de: Kamera
fa: دوربین
fr: Caméra

source: Cancel
de: Abbrechen
fa: لغو کردن
fr: Annuler

# cannot_retrieve_token
source: We can not retrieve token for you right now!
de: Wir können das Token jetzt nicht abrufen!
fa: ما نمیتوانیم علامت را برای شما بازیابی کنیم!
fr: Nous ne pouvons pas récupérer le jeton pour vous en ce moment!

# card_holder_cannot_empty
source: Card holder cannot be left blank
de: Kartenhalter kann nicht leer bleiben
fa: نگهدارنده کارت را نمی توان خالی کرد
fr: Le support de carte ne peut pas être laissé en blanc

# change_graph_type
source: Change Graph
de: Graph ändern
fa: تغییر نمودار
fr: Changer de graphique

# chat
source: Help
de: Hilfe
fa: کمک
fr: Aider

# check_email
source: Check your E-Mail
de: Überprüfen Sie Ihren Posteingang
fa: ایمیلتان را چک کنید
fr: Vérifiez votre e-mail

# check_name
source: Check your name
de: Überprüfen Sie Ihren Namen.
fa: نام خود را بررسی کنید
fr: Vérifiez votre nom

# checkout_my_blood_glucose
source: Hey, checkout my diabetes progess!
de: Hey, Checkout mein Diabetes-Progess!
fa: سلام، پراکنده دیابت من!
fr: Hé, Checkout mon pivot de diabète!

source: Choose
de: Wählen
fa: انتخاب کنید
fr: Choisir

source: Close
de: Nah dran
fa: نزدیک
fr: proche

source: Closest available appointments
de: Nächste verfügbare Termine
fa: نزدیک ترین قرار ملاقات های موجود
fr: Nominations disponibles les plus proches

source: Confirm
de: Bestätigen Sie
fa: تایید
fr: Confirmer

# connect_glucometer
source: Connect a Glucometer
de: Ein Glucometer anschließen
fa: یک گلوکومتر را وصل کنید
fr: Connecter un glucomètre

# connect_scale
source: Connect a Scale Device
de: Verbinden Sie ein Skalengerät
fa: یک دستگاه مقیاس را وصل کنید
fr: Connecter un périphérique d'échelle

source: Consultation
de: Beratung
fa: مشاوره

# contour_plus_blood_sugar
source: Contour Plus Blood Glucose
de: Kontur plus Blutzucker
fa: کانتور به همراه قند خون
fr: Contour plus glucose sanguin

source: Country
de: Land
fa: کشور
fr: Pays

# credit_card_cvv
source: CVV
fa: کروی

# credit_card_expired_date
source: Expired Date
de: Abgelaufener Datum
fa: تاریخ منقضی شده
fr: Date d'expiration

# credit_card_holder
source: Card Holder
de: Kartenhalter
fa: نگهدارنده کارت
fr: Titulaire de la carte

# credit_card_lenght_should
source: Your credit card number must be 15 or 16 digits
de: Ihre Kreditkartennummer muss 15 oder 16 Ziffern sein
fa: شماره کارت اعتباری شما باید 15 یا 16 رقم باشد
fr: Votre numéro de carte de crédit doit comporter 15 ou 16 chiffres

# credit_card_number
source: Card number
de: Kartennummer
fa: شماره کارت
fr: Numéro de carte

# cvv_code_least_3_digit
source: Cvv code must be at least 3 digits
de: CVV-Code muss mindestens 3 Ziffern sein
fa: کد CVV باید حداقل 3 رقم باشد
fr: Le code CVV doit être d'au moins 3 chiffres

source: Daily
de: Täglich
fa: روزانه
fr: du quotidien

source: Date
de: Datum
fa: تاریخ

source: Date of Birth
de: Geburtsdatum
fa: تاریخ تولد
fr: Date de naissance

source: Day
de: Tag
fa: روز
fr: Jour

source: Delete
de: Löschen
fa: حذف
fr: Effacer

# delete_medicine_confirm_message
source: Do you want to delete selected reminder?
de: Möchten Sie die ausgewählte Erinnerung löschen?
fa: آیا می خواهید یادآوری انتخابی را حذف کنید؟
fr: Voulez-vous supprimer le rappel sélectionné?

# delete_medicine_title
source: Reminders will be removed!
de: Erinnerungen werden entfernt!
fa: یادآوری حذف خواهد شد!
fr: Les rappels seront supprimés!

source: Demographic
de: Demographisch
fa: جمعیت شناسی
fr: Démographique

source: Department
de: Abteilung
fa: گروه
fr: département

source: Details
de: Einzelheiten
fa: جزئیات
fr: Des détails

# device_connection_step_1
source: If your Glucometer is open close your Glucometer.
de: Wenn Ihr Glucometer offen ist, schließen Sie Ihr Glucometer.
fa: اگر گلوکومتر شما بازتاب گلوکومتر شما باشد.
fr: Si votre glucomètre est ouvert, fermez votre glucomètre.

# device_connection_step_2_Contour
source: Press and hold the power button on the side of the device for about 3 seconds until the bluetooth sign appears.
de: Halten Sie den Netzschalter etwa 3 Sekunden lang auf der Seite des Geräts gedrückt, bis das Bluetooth-Zeichen angezeigt wird.
fa: دکمه قدرت را در کنار دستگاه فشار دهید و نگه دارید تا 3 ثانیه تا زمانی که علامت بلوتوث ظاهر شود.
fr: Appuyez et maintenez enfoncé le bouton d'alimentation situé sur le côté de l'appareil pendant environ 3 secondes jusqu'à ce que le signe Bluetooth apparaisse.

# device_connection_step_2_Roche
source: Press and hold the power button on the side of the device for about 3 seconds until the bluetooth sign appears.
de: Halten Sie den Netzschalter etwa 3 Sekunden lang auf der Seite des Geräts gedrückt, bis das Bluetooth-Zeichen angezeigt wird.
fa: دکمه قدرت را در کنار دستگاه فشار دهید و نگه دارید تا 3 ثانیه تا زمانی که علامت بلوتوث ظاهر شود.
fr: Appuyez et maintenez enfoncé le bouton d'alimentation situé sur le côté de l'appareil pendant environ 3 secondes jusqu'à ce que le signe Bluetooth apparaisse.

# device_connection_step_3_Contour
source: Select the device you want to connect to.
de: Wählen Sie das Gerät aus, mit dem Sie eine Verbindung herstellen möchten.
fa: دستگاهی را که می خواهید به آن وصل کنید را انتخاب کنید.
fr: Sélectionnez l'appareil que vous souhaitez connecter.

# device_connection_step_3_Roche
source: Select the device you want to pair with and enter the 6-digit security number found on the back of your device.
de: Wählen Sie das Gerät aus, mit dem Sie sich paaren möchten, und geben Sie die 6-stellige Sicherheitsnummer ein, die auf der Rückseite Ihres Geräts gefunden wird.
fa: دستگاهی را که می خواهید جفت کنید را انتخاب کنید و شماره امنیتی 6 رقمی را که در پشت دستگاه شما یافت می شود را وارد کنید.
fr: Sélectionnez le périphérique avec lequel vous souhaitez associer et entrez le numéro de sécurité à 6 chiffres trouvé à l'arrière de votre appareil.

# device_connection_step_4_Roche
source: When you get the 'OK' text on the device, turn the device off and on again.
de: Wenn Sie den "OK" -Text auf dem Gerät abrufen, drehen Sie das Gerät aus und wieder ein.
fa: هنگامی که متن "OK" را در دستگاه دریافت می کنید، دستگاه را خاموش و دوباره روشن کنید.
fr: Lorsque vous obtenez le texte 'OK' sur l'appareil, éteignez-la et encore.

# device_scale_connection_step_1_mi_scale
source: Place the scale on a hard, flat surface. Stop bare feet in touch with metal surfaces, make sure that the feet are properly in contact with electrodes.
de: Legen Sie die Waage auf eine harte, ebene Oberfläche. Stoppen Sie nackte Füße mit Metalloberflächen, stellen Sie sicher, dass die Füße ordnungsgemäß mit Elektroden in Kontakt sind.
fa: مقیاس را روی یک سطح سخت و صاف قرار دهید. پا را در لمس با سطوح فلزی متوقف کنید، اطمینان حاصل کنید که پا در تماس با الکترودها به درستی قرار دارد.
fr: Placez la balance sur une surface dure et plane. Arrêtez les pieds nus en contact avec des surfaces métalliques, assurez-vous que les pieds sont correctement en contact avec des électrodes.

# device_scale_connection_step_2_mi_scale
source: When scale is activated, Select the device you want to connect to.
de: Wenn die Skala aktiviert ist, wählen Sie das Gerät aus, mit dem Sie eine Verbindung herstellen möchten.
fa: هنگامی که مقیاس فعال می شود، دستگاهی را که می خواهید به آن وصل کنید را انتخاب کنید.
fr: Lorsque l'échelle est activée, sélectionnez l'appareil que vous souhaitez connecter à.

# device_scale_connection_step_3_mi_scale
source: When the weight indicator is stabilized, your body compositions are started to be measured. When a progress indicator below the weight indicator flashes, it means that a measurement is complete, then weigh will match your smart device.
de: Wenn die Gewichtsanzeige stabilisiert ist, werden Ihre Körperzusammensetzungen gemessen. Wenn ein Fortschrittsanzeiger unterhalb der Gewichtsanzeige blinkt, bedeutet dies, dass eine Messung abgeschlossen ist, und wiegen wiegen Sie Ihrem Smart-Gerät an.
fa: هنگامی که شاخص وزن تثبیت شده است، ترکیبات بدن شما شروع به اندازه گیری می شود. هنگامی که یک شاخص پیشرفت در زیر شاخص وزن چشمک می زند، به این معنی است که اندازه گیری کامل است، سپس وزن آن را با دستگاه هوشمند خود مطابقت می دهد.
fr: Lorsque l'indicateur de poids est stabilisé, vos compositions corporelles sont mises à mesurer. Lorsqu'un indicateur de progression sous l'indicateur de poids clignote, cela signifie qu'une mesure est terminée, puis la pesée correspondra à votre périphérique intelligent.

source: Device Connections
de: Geräteanschlüsse
fa: اتصالات دستگاه
fr: Connexions de périphérique

# device_pairing_completed
source: The device is connected.
de: Das Gerät ist angeschlossen.
fa: دستگاه متصل است
fr: L'appareil est connecté.

source: Diabet Type
de: Diabettyp.
fa: نوع دیابت
fr: Diabète

source: Diabetes Type
de: Diabetes-Typ.
fa: نوع دیابت
fr: Type de diabète

# diabetes_type_1
source: Type 1
de: Typ 1
fa: نوع 1

# diabetes_type_2
source: Type 2
de: Typ 2
fa: نوع 2

source: Disease
de: Krankheit
fa: بیماری
fr: Maladie

# do_u_want_continue
source: Do you want to continue ?
de: Wollen Sie fortfahren ?
fa: می خواهید ادامه دهید ؟
fr: Voulez-vous continuer ?

source: Doctor
de: Arzt
fa: دکتر
fr: Médecin

source: DONE
de: GETAN
fa: انجام شده
fr: TERMINÉ

source: Dose Interval
de: Dosisintervall
fa: فاصله دوز
fr: Intervalle de dose

source: Drug Count
de: Drogenzählung
fa: شمارش مواد مخدر
fr: Drogue

source: Drug search
de: Drogensuche
fa: جستجوی مواد مخدر
fr: Recherche de médicaments

source: Edit
de: Bearbeiten
fa: ویرایش کردن
fr: Éditer

source: Edit Profile
de: Profil bearbeiten
fa: ویرایش مشخصات
fr: Editer le profil

source: E-Mail
fa: پست الکترونیک

# email_address_already_in_use
source: This email is already in use.
de: Diese E-Mail-Adresse wird schon verwendet.
fa: این ایمیل در حال حاضر در حال استفاده است.
fr: Cet e-mail est déjà utilisée.

source: End Angle
de: Endwinkel
fa: زاویه پایان
fr: Angle de fin

source: Error
de: Fehler
fa: خطا
fr: Erreur

# error_empty_dosage_name
source: Please enter the dosage required
de: Bitte geben Sie die erforderliche Dosierung ein
fa: لطفا دوز مورد نیاز را وارد کنید
fr: S'il vous plaît entrer la dose requise

# error_empty_medicine_name
source: Please enter the medicine's name
de: Bitte geben Sie den Namen des Arzneimittels ein
fa: لطفا نام پزشکی را وارد کنید
fr: S'il vous plaît entrer le nom de la médecine

# error_empty_time_interval
source: Please select the reminder's interval
de: Bitte wählen Sie das Intervall des Reminders aus
fa: لطفا فاصله یادآوری را انتخاب کنید
fr: Veuillez sélectionner l'intervalle de rappel

# error_empty_starting_time
source: Please select the reminder's starting time
de: Bitte wählen Sie die Startzeit des Reminders aus
fa: لطفا زمان شروع یادآوری را انتخاب کنید
fr: Veuillez sélectionner le temps de départ du rappel

# error_exist_medicine_name
source: Medicine name already exists
de: Der Name des Medikamenten existiert bereits
fa: نام پزشکی در حال حاضر وجود دارد
fr: Le nom de la médecine existe déjà

# estimated_hb1ac
source: Estimated HbA1c %
de: Geschätzte HBA1C%
fa: تخمین زده شده HBA1C٪
fr: Estimation HBA1C%

source: Every
de: Jeden
fa: هر
fr: Tous

source: Every Day
de: Jeden Tag
fa: هر روز
fr: Tous les jours

# expiration_date_should_be
source: Expiration date should be written in mm/yy format
de: Das Verfallsdatum sollte in MM / YY-Format geschrieben werden
fa: تاریخ انقضا باید در فرمت MM / YY نوشته شود
fr: La date d'expiration doit être écrite en format MM / AA

source: Fee information
de: Gebühreninformationen
fa: اطلاعات هزینه
fr: Informations sur les frais

source: Female
de: Weiblich
fa: زن
fr: Femelle

source: Files
de: Dateien
fa: فایل ها
fr: Des dossiers

# fill_all_field
source: Please fill in all fields
de: Bitte füllen Sie alle Felder aus
fa: لطفا همه موارد را پر کنید
fr: Merci de remplir tous les champs

# filter_graphs
source: Filter graph
de: Graph filtern
fa: نمودار فیلتر کردن
fr: Graphique de filtrage

source: Finish
de: Beenden
fa: پایان دادن
fr: Finir

source: Full
de: Voll
fa: پر شده
fr: Complet

source: Gallery
de: Galerie
fa: گالری
fr: Galerie

source: Gender
de: Geschlecht
fa: جنسیت
fr: Genre

# get_online_appointment
source: Online Appointment
de: Online-Termin
fa: انتصاب آنلاین
fr: Rendez-vous en ligne

# glucometer_in_use_for_other_account
source: Glucometer is already in use for an other account!
de: Glucometer ist bereits für ein anderes Konto verwendet!
fa: گلوکومتر در حال حاضر برای یک حساب دیگر استفاده می شود!
fr: Le glucomètre est déjà utilisé pour un autre compte!

# glucose_data_detail
source: Blood Glucose Detail
de: Blutzuckerdetails.
fa: جزئیات گلوکز خون
fr: Détail du glycémie

source: hbA1c Measurement
de: HBA1C-Messung.
fa: اندازه گیری HbA1c
fr: Mesure HBA1C

source: Height
de: Höhe
fa: ارتفاع
fr: Hauteur

source: High
de: Hoch
fa: بالا
fr: Haute

# hint_date
source: Date
de: Datum
fa: تاریخ

# hint_doctor
source: Doctor
de: Arzt
fa: دکتر
fr: Médecin

# hint_dosage
source: Dosage
de: Dosierung
fa: دوز

# hint_hour
source: o'clock
de: Uhr
fa: ساعت
fr: heure

source: Home
de: Heim
fa: خانه
fr: Accueil

source: Hour
de: Stunde
fa: ساعت
fr: Heure

source: Hours
de: Std
fa: ساعت ها
fr: Les heures

# how_many_reminder_is_needed
source: How many reminders you need?
de: Wie viele Erinnerungen brauchen Sie?
fa: چند یادآوری نیاز دارید؟
fr: Combien de rappels dont vous avez besoin?

# how_to_get_photo
source: How to get the photo?
de: Wie bekomme ich das Foto?
fa: چگونه عکس را دریافت کنم؟
fr: Comment obtenir la photo?

source: Hungry
de: Hungrig
fa: گرسنه
fr: Faim

source: Hyper
fa: بیش از حد

source: Hypo
fa: هیپو

# identification_passport_number
source: T.C or Passport Number
de: T.c oder Passportnummer
fa: T.c یا شماره پاسپورت
fr: T.c ou numéro de passeport

# identity_passport
source: Identity/Passport Number
de: Identitäts- / Passnummer
fa: شماره هویت / پاسپورت
fr: Numéro d'identité / passeport

# if_want_to_be_reminded
source: If you want to be reminded for HbA1c measurement
de: Wenn Sie an die HBA1C-Messung erinnert werden möchten
fa: اگر می خواهید برای اندازه گیری HBA1C یادآوری شود
fr: Si vous souhaitez être rappelé à la mesure HBA1C

source: Information
fa: اطلاعات
fr: Informations
