Repository: guvenfuturerbio/rBio
Catalog: lib/features/chronic_tracking/lib/l10n/intl_*.arb
Languages: de, fa, fr

# wrong_user_credential
source: Wrong User ID or Password
de: Falsche Benutzer-ID oder Passwort
fa: شناسه کاربر اشتباه یا رمز عبور
fr: Mauvais ID utilisateur ou mot de passe

source: Year of Diagnosis
de: Jahr der Diagnose.
fa: سال تشخیص
fr: Année de diagnostic

source: Yes
de: Jawohl
fa: آره
fr: Oui

# mediminder_delete
source: Delete Mediminder
de: Medimier löschen
fr: Supprimer MEDIMINDER

# scale_data_bmi
source: BMI
fr: IMC
