Repository: guvenfuturerbio/rBio
Catalog: lib/features/chronic_tracking/lib/l10n/intl_*.arb
Languages: de, fa, fr

source: Intermittent Days
de: Intermittierende Tage
fa: روزهای متناوب
fr: Jours intermittents

# invalid_authorization
source: You are not authorized to login to the application
de: Sie sind nicht berechtigt, sich bei der Anwendung anzumelden
fa: شما مجاز به ورود به برنامه نیستید
fr: Vous n'êtes pas autorisé à vous connecter à l'application

source: Irrelevant
fa: غیر مرتبط
fr: Hors du sujet

# iyzico_response_0
source: Payment failed
de: Bezahlung fehlgeschlagen
fa: پرداخت ناموفق
fr: Paiement échoué

# iyzico_response_10
source: Payment was successful, but hospital appointment could not be created. Please contact our hospital
de: Die Zahlung war erfolgreich, aber der Krankenhauszustand konnte nicht erstellt werden. Bitte wenden Sie sich an unser Krankenhaus
fa: پرداخت موفق بود، اما قرار ملاقات بیمارستان نمی تواند ایجاد شود. لطفا با بیمارستان ما تماس بگیرید
fr: Le paiement a réussi, mais la nomination de l'hôpital n'a pas pu être créée. S'il vous plaît contacter notre hôpital

# iyzico_response_13
source: Payment was successful. Your appointment has been created successfully.
de: Die Zahlung war erfolgreich. Ihr Termin wurde erfolgreich erstellt.
fa: پرداخت موفق بود قرار ملاقات شما با موفقیت ایجاد شده است.
fr: Le paiement a été réussi. Votre rendez-vous a été créé avec succès.

# iyzico_response_9
source: There may be a problem with your bank. Please try again after contacting your bank.
de: Es kann ein Problem mit Ihrer Bank geben. Bitte versuchen Sie es erneut, nachdem Sie Ihre Bank kontaktiert haben.
fa: ممکن است مشکلی با بانک شما وجود داشته باشد. لطفا پس از تماس با بانک خود دوباره امتحان کنید.
fr: Il peut y avoir un problème avec votre banque. Veuillez réessayer après avoir contacté votre banque.

source: join
de: beitreten
fa: پیوستن
fr: rejoindre

# last_appointment_doctor
source: The doctor you made your last appointment with
de: Der Arzt, den Sie Ihren letzten Termin mitgenommen haben
fa: دکتر شما آخرین قرار ملاقات خود را با
fr: Le médecin vous avez fait votre dernier rendez-vous avec

source: Last BG
de: Letzte BG.
fa: آخرین bg
fr: Dernier bg

source: Last HbA1c
de: Letzter HBA1C.
fa: آخرین HBA1C
fr: Dernier HBA1C

source: Last Measurement
de: Letzte Messung
fa: آخرین اندازه گیری
fr: Dernière mesure

# last_one_day
source: Last 1 Day
de: LETZTER 1 TAG
fa: آخرین 1 روز
fr: 1 jour dernier

# last_one_hour
source: Last 1 Hour
de: Letzte 1 Stunde
fa: آخرین 1 ساعت
fr: Dernière heure

# last_one_month
source: Last 1 Month
de: Letzten 1 Monat
fa: آخرین 1 ماه
fr: Dernier mois

# last_one_week
source: Last 1 Week
de: Letzte 1 Woche
fa: آخرین 1 هفته
fr: Dernières 1 semaine

# last_result
source: Last Test Value:
de: Letzter Testwert:
fa: آخرین آزمون آزمون:
fr: Dernière valeur de test:

source: Last Test Date:
de: Letztes Testdatum:
fa: آخرین تاریخ آزمون:
fr: Date du dernier test:

source: Loading
de: Wird geladen
fa: بارگذاری
fr: Chargement

# login_error_message
source: We are sorry, our services currently unavailable.
de: Es tut uns leid, unsere Dienstleistungen sind derzeit nicht verfügbar.
fa: ما متاسفیم، خدمات ما در حال حاضر در دسترس نیست.
fr: Nous sommes désolés, nos services actuellement indisponibles.

source: Logout
de: Ausloggen
fa: خروج
fr: Se déconnecter

source: Low
de: Niedrig
fa: کم
fr: Meugler

# make_an_online
source: Make an Online Appointment
de: Einen Online-Termin vereinbaren
fa: قرار ملاقات آنلاین
fr: Faire un rendez-vous en ligne

source: Male
de: Männlich
fa: نر
fr: Homme

source: Max Range:
de: Maximale Reichweite:
fa: محدوده حداکثر:
fr: Gamme maximale:

source: Meal
de: Mahlzeit
fa: وعده غذایی
fr: Repas

source: Medication Reminder
de: Medikamentenerinnerung
fa: یادآوری دارو
fr: Rappel de médicaments

# medicine_daily_count
source: Daily count
de: Tägliche Graf
fa: شمارش روزانه
fr: Compte quotidien

# medicine_daily_count_error_message
source: Define daily count
de: Tägliche Graf definieren
fa: تعداد روزانه را تعریف کنید
fr: Définir le nombre quotidien

# medicine_drug_count_error_message
source: Define drug count
de: Drogenzählung definieren
fa: تعداد مواد مخدر را تعریف کنید
fr: Définir le nombre de médicaments

# medicine_end_date
source: Finishing date of reminder:
de: Finishing Datum der Erinnerung:
fa: تاریخ تکمیل یادآوری:
fr: Date de finition du rappel:

# medicine_how_many_drugs_message
source: How many drugs you have?
de: Wie viele Medikamente hast du?
fa: چند دارو دارید؟
fr: Combien de médicaments avez-vous?

# medicine_how_often_daily_message
source: How many times a day?
de: Wie oft am Tag?
fa: چند بار در روز؟
fr: Combien de fois par jour?

# medicine_how_often_intermittent_daily_message
source: How many days for per usage?
de: Wie viele Tage pro Gebrauch?
fa: چند روز برای هر استفاده؟
fr: Combien de jours pour par usage?

# medicine_how_often_message
source: How often you need to use the reminder?
de: Wie oft müssen Sie die Erinnerung verwenden?
fa: چگونه اغلب شما باید از یادآوری استفاده کنید؟
fr: Combien de fois vous devez utiliser le rappel?

# medicine_intermittent_daily_count
source: Interval
de: Intervall
fa: فاصله
fr: Intervalle

# medicine_intermittent_selection_error
source: Determine interval between usages
de: Bestimmen Sie das Intervall zwischen den Verwendungen
fa: تعیین فاصله بین استفاده ها
fr: Déterminer l'intervalle entre les usages

source: Medicine Name
de: Name des Medikaments
fa: نام پزشکی
fr: Nom de la médecine

# medicine_remind_me_drug_end_message
source: How many days before the drug will run out?
de: Wie viele Tage bevor das Medikament ausgehen wird?
fa: چند روز قبل از مصرف دارو؟
fr: Combien de jours avant la fin du médicament?

# medicine_reminder_day_prior
source: Remind ahead of days
de: An den Tagen erinnern
fa: پیش از روزها یادآوری کنید
fr: Faire avancer les jours

# medicine_specific_days_no_day_error
source: Select at least 1 day of the week
de: Wählen Sie mindestens 1 Tag der Woche aus
fa: حداقل 1 روز هفته را انتخاب کنید
fr: Sélectionnez au moins 1 jour de la semaine

# medicine_start_date
source: Start date of reminder:
de: Startdatum der Erinnerung:
fa: تاریخ شروع یادآوری:
fr: Date de début du rappel:

# medicine_time_and_dose_message
source: Determine time and dosage
de: Zeit und Dosierung bestimmen
fa: زمان و دوز را تعیین کنید
fr: Déterminer le temps et la posologie

# medicine_time_has_come
source: time has come
de: Die Zeit ist gekommen
fa: زمان آمده است
fr: le temps est venu

source: Medicine Type
de: Medizintyp
fa: نوع پزشکی
fr: Type de médecine

# medicine_type_bottle
source: Bottle
de: Flasche
fa: بطری
fr: Bouteille

# medicine_type_pill
source: Pill
de: Pille
fa: قرص
fr: Pilule

# medicine_type_syringe
source: Syringe
de: Spritze
fa: سرنگ
fr: Seringue

# medicine_type_tablet
source: Tablet
de: Tablette
fa: تبلت
fr: Tablette

# medicine_usage_type_message
source: What is the usage type for reminder?
de: Was ist der Nutzungsart für Erinnerung?
fa: نوع استفاده برای یادآوری چیست؟
fr: Quel est le type d'utilisation pour rappel?

source: Medicines
de: Medikamente
fa: داروها
fr: Médicaments

# mediminder_add_new
source: Add New Mediminder
de: Neuen Medimittier hinzufügen
fa: اضافه کردن mediminder جدید
fr: Ajouter Nouveau Mediminder

source: Mediminder Details
de: Medimierdetails.
fa: جزئیات Mediminder
fr: Détails médiatiseur

# mediminder_delete_approv
source: Delete this Mediminder?
de: Löschen Sie diesen Medimittier?
fa: این Mediminder را حذف کنید؟
fr: Supprimer ce médible?

source: Messages
de: Mitteilungen
fa: پیام ها

source: Mi Scale
de: Mi-Skala
fa: مقیاس MI
fr: MI Échelle

source: Min Range:
de: Min Reichweite:
fa: محدوده کوچک:
fr: Gamme MIN:

source: Month
de: Monat
fa: ماه
fr: Mois

source: Monthly
de: Monatlich
fa: ماهانه
fr: Mensuel

# my_medicines
source: My Reminders
de: Meine Erinnerungen
fa: یادآوری های من
fr: Mes rappels

source: Name and Surname
de: Name und Nachname
fa: نام و نام خانوادگی
fr: Nom et surnom

source: Name Surname
de: Vorname Nachname
fa: نام خانوادگی نام
fr: Prénom / nom de famille

source: Nationality
de: Staatsangehörigkeit
fa: ملیت
fr: Nationalité

# never_used_strip
source: You have never strip used so far
de: Sie haben noch nie zum Streifen verwendet
fa: شما تا به حال هرگز استفاده نمی کنید
fr: Vous n'avez jamais de strip-tease aussi loin

source: NEW APPOINTMENT
de: NEUER TERMIN
fa: انتصاب جدید
fr: NOUVEAU RENDEZ-VOUS

# new_profile_addition
source: Do you want to create a new profile?
de: Möchten Sie ein neues Profil erstellen?
fa: آیا می خواهید یک نمایه جدید ایجاد کنید؟
fr: Voulez-vous créer un nouveau profil?

# new_profile_for_new_glucometer_message
source: You need to switch to a new profile to pair more than 1 device.
de: Sie müssen in ein neues Profil wechseln, um mehr als ein Gerät zu koppeln.
fa: شما باید به یک نمایه جدید برای جفت شدن بیش از 1 دستگاه بروید.
fr: Vous devez passer à un nouveau profil pour associer plus de 1 périphérique.

source: Next
de: Nächste
fa: بعد
fr: Prochain

source: No
de: Nein
fa: نه
fr: Non

# no_appo_call_us
source: No suitable spaces were found for the selected dates. Would you like us to call you?
de: Für die ausgewählten Termine wurden keine geeigneten Räume gefunden. Möchten Sie, dass wir Sie anrufen?
fa: هیچ فضایی مناسب برای تاریخ های انتخاب شده یافت نشد. آیا ما می خواهیم ما را به شما تماس بگیریم؟
fr: Aucun espaces approprié n'a été trouvé pour les dates sélectionnées. Voulez-vous que nous vous appellions?

# no_appointment
source: You have no appointments for the selected date
de: Sie haben keine Termine für das ausgewählte Datum
fa: شما برای تاریخ انتخابی قرار ندارید
fr: Vous n'avez aucune nomination pour la date sélectionnée

# no_measurement
source: You have no last measurement
de: Sie haben keine letzte Messung
fa: شما آخرین اندازه گیری ندارید
fr: Vous n'avez pas de dernière mesure

# no_network
source: Try again after making sure there is no problem with your internet connection
de: Versuchen Sie es erneut, nachdem Sie mit Ihrer Internetverbindung kein Problem auftreten können
fa: دوباره امتحان کنید پس از اطمینان داشتن هیچ مشکلی با اتصال به اینترنت شما وجود ندارد
fr: Réessayez après avoir assuré qu'il n'y a pas de problème avec votre connexion Internet

# no_network_connection
source: Please check the internet connection
de: Bitte überprüfen Sie die Internetverbindung
fa: لطفا اتصال به اینترنت را بررسی کنید
fr: S'il vous plaît vérifier la connexion Internet

# no_suitable_appo
source: No suitable appointment was found for the selected date
de: Für das ausgewählte Datum wurde kein geeigneter Termin gefunden
fa: هیچ وقت مناسب برای تاریخ انتخاب شده یافت نشد
fr: Aucun rendez-vous approprié n'a été trouvé pour la date sélectionnée

source: Non-Diabetes
de: Nicht-Diabetes.
fa: غیر دیابت
fr: Non-diabète

source: Non-Smoker
de: Nichtraucher
fa: غیرسیگاری
fr: Non fumeur

source: Normal Range
de: Normalbereich
fa: محدوده طبیعی
fr: Plage normale

source: Not Specified
de: Keine Angabe
fa: مشخص نشده است
fr: Non précisé

source: Notes
de: Anmerkungen
fa: یادداشت
fr: Remarques

source: OAuth credential error
de: OAUTH-Anmeldeinformationsfehler.
fa: خطای اعتبارنامه OAuth
fr: Erreur d'identification OAuth

source: OK
fa: خوب
fr: d'accord

source: Omron Blood Pressure Arm
de: Omron Blutdruckarm
fa: بازوی فشار خون Omron
fr: Bras de pression artérielle omron

source: Omron Blood Pressure Wrist
de: Omron Blutdruckhandgelenk
fa: مچ دست فشار خون Omron
fr: Poignet de pression artérielle omron

source: Omron Scale
de: Omron-Skala
fa: مقیاس Omron
fr: Échelle d'omron

# one_glucometer_one_profile_message
source: You can use 1 glucometer for a single profile only.
de: Sie können nur 1 Glucometer für ein einzelnes Profil verwenden.
fa: شما می توانید از 1 گلوکومتر برای یک نمایه تنها استفاده کنید.
fr: Vous pouvez utiliser 1 glucomètre pour un seul profil uniquement.

source: One time a day
de: Einmal pro Tag
fa: یک بار در روز
fr: Une fois par jour

source: Other
de: Sonstiges
fa: دیگر
fr: Autre

# pair_successful
source: The device has been successfully paired
de: Das Gerät wurde erfolgreich gekoppelt
fa: دستگاه با موفقیت زوج شده است
fr: L'appareil a été jumelé avec succès

source: Paired Devices
de: Gekoppelte Geräte
fa: دستگاه های زوج
fr: Appareils jumelés

source: Password
de: Passwort
fa: کلمه عبور
fr: Mot de passe

# password_at_least_6
source: Your password must include at least 6 characters
de: Ihr Passwort muss mindestens 6 Zeichen enthalten
fa: گذرواژه شما باید حداقل 6 کاراکتر داشته باشد
fr: Votre mot de passe doit inclure au moins 6 caractères.

source: Patients
de: Patienten
fa: بیماران
fr: Les patients

source: Payment
de: Zahlung
fa: پرداخت
fr: Paiement

source: Phone Number
de: Telefonnummer
fa: شماره تلفن
fr: Numéro de téléphone

source: Pick
de: Wählen
fa: انتخاب
fr: Prendre

source: Pick a photo option
de: Wählen Sie eine Fotooption aus
fa: گزینه عکس را انتخاب کنید
fr: Choisissez une option photo

source: Pick Time
de: Push-Zeit
fa: زمان انتخاب
fr: Choisi

source: piece
de: Stück
fa: قطعه
fr: pièce

source: Premium
de: Prämie
fa: حق بیمه
fr: Prime

# press_plus_to_add_medicine
source: Press + to add a Reminder
de: Drücken Sie +, um eine Erinnerung hinzuzufügen
fa: فشار دادن + برای اضافه کردن یک یادآوری
fr: Appuyez sur + pour ajouter un rappel

source: Profile
de: Profil
fa: مشخصات
fr: Profil

# profile_picture_change
source: Your profile picture will be updated with the selected one. Do you confirm?
de: Ihr Profilbild wird mit dem ausgewählten aktualisiert. Bestätigen Sie?
fa: تصویر نمایه شما با انتخاب یک به روز می شود. آیا تایید می کنید؟
fr: Votre photo de profil sera mise à jour avec la sélection sélectionnée. Confirmez-vous?

# profile_picture_delete
source: Profile picture will be deleted. Do you confirm?
de: Profilbild wird gelöscht. Bestätigen Sie?
fa: تصویر نمایه حذف خواهد شد. آیا تایید می کنید؟
fr: La photo de profil sera supprimée. Confirmez-vous?

# profile_picture_name
source: Profile Picture
de: Profilbild
fa: تصویر نمایه
fr: Image de profil

source: Profiles
de: Profile
fa: پروفیل
fr: Profils

source: Remind me, every
de: Erinnere mich an, jeden
fa: به من یادآوری کن، هر
fr: Rappelez-moi, chaque

source: Reminder
de: Erinnerung
fa: یادآور
fr: Rappel

source: Reminder Date:
de: Erinnerungsdatum:
fa: تاریخ یادآوری:
fr: Date de rappel:

source: Reminder name
de: Erinnerungsname
fa: نام یادآوری
fr: Nom du rappel

# reminder_time_selection
source: Determine time of the reminder
de: Zeit der Erinnerung bestimmen
fa: زمان یادآوری را تعیین کنید
fr: Déterminez la durée du rappel

source: Reminders
de: Erinnerungen
fa: یادآوری
fr: Rappel

source: Remove Strips
de: Streifen entfernen
fa: نوارها را بردارید
fr: Enlever les bandes

# reset_filter_value
source: Reset Filter Values
de: Filterwerte zurücksetzen.
fa: تنظیم مجدد مقادیر فیلتر
fr: Réinitialiser les valeurs de filtre

source: Save
de: Speichern
fa: صرفه جویی
fr: sauvegarder

# scale_data_body_fat
source: Body Fat
de: Körperfett
fa: چربی بدن
fr: Graisse corporelle

# scale_data_bone_mass
source: Bone Mass
de: Körpermasse
fa: جرم بدن
fr: Masse corporelle

# scale_data_muscle
source: Muscle
de: Muskel
fa: ماهیچه

# scale_data_visceral_fat
source: Visceral Fat
de: Viszerales Fett
fa: چربی احشایی
fr: Graisse viscérale

# scale_data_water
source: Water
de: Wasser
fa: اب
fr: L'eau

# scale_progress
source: Body values progress
de: Körperwerte Fortschritt.
fa: ارزش های بدن پیشرفت می کنند
fr: Valeurs du corps Progrès

# select_interval
source: Select an Interval
de: Wählen Sie ein Intervall aus
fa: فاصله زمانی را انتخاب کنید
fr: Sélectionnez un intervalle

# select_language
source: App Language
de: App-Sprache
fa: زبان برنامه
fr: Langue d'application

source: Send
de: Senden
fa: ارسال
fr: Envoyer

source: Send Message
de: Nachricht senden
fa: پیام فرستادن
fr: Envoyer le message

source: Settings
de: Einstellungen
fa: تنظیمات
fr: Paramètres

source: Share
de: Teilen
fa: اشتراک گذاری
fr: Partager

source: Show
de: Zeigen
fa: نمایش
fr: Spectacle

source: SIGN IN
de: EINLOGGEN
fa: ورود
fr: S'IDENTIFIER

source: Sign up
de: Anmelden
fa: ثبت نام
fr: S'inscrire

# sign_with_apple
source: Sign in with Apple
de: Melden Sie sich mit Apple an
fa: با اپل وارد شوید
fr: Connectez-vous avec Apple

# sign_with_email
source: Sign in/Sign up with e-mail
de: Anmelden / anmelden mit E-Mail
fa: ورود به سیستم / ثبت نام با ایمیل
fr: Connectez-vous / Inscrivez-vous avec e-mail

# sign_with_facebook
source: Sign in with Facebook
de: Mit Facebook anmelden
fa: با فیس بوک وارد شوید
fr: Connectez-vous avec Facebook

# sign_with_google
source: Sign in with Google
de: Anmeldung mit Google
fa: با گوگل وارد شوید
fr: Connectez-vous avec Google

source: Single Day
de: Ein Tag
fa: روز
fr: Seule journée

source: Smoker
de: Raucher
fa: سیگاری
fr: Fumeur

source: Smoker Type
de: Rauchertyp.
fa: نوع سیگاری
fr: Type de fumeur

source: Smokes Occasionally
de: Gelegentlich raucht
fa: گاهی اوقات سیگار می کشد
fr: Fume occasionnellement

source: Smokes Often
de: Raucht oft
fa: اغلب سیگار می کشد
fr: Fume souvent

source: Smoking
de: Rauchen
fa: سیگار کشیدن
fr: Fumeur

# sorry_dont_transaction
source: Sorry, we are currently unable to complete your transaction. Please try again later
de: Leider können wir Ihre Transaktion derzeit nicht abschließen. Bitte versuchen Sie es später erneut
fa: با عرض پوزش، ما در حال حاضر قادر به تکمیل معامله شما نیستیم. لطفا بعدا دوباره امتحان کنید
fr: Désolé, nous ne pouvons actuellement remplir votre transaction. Veuillez réessayer plus tard

source: Specific
de: Spezifisch
fa: خاص
fr: Spécifique

source: Specific Days
de: Bestimmte Tage
fa: روزهای خاص
fr: Jours spécifiques

source: Start
fa: شروع کردن
fr: Début

source: Start Time
de: Startzeit
fa: زمان شروع
fr: Heure de début

source: Stop
de: Halt
fa: متوقف کردن
fr: Arrêter

source: Store
de: Geschäft
fa: فروشگاه
fr: Boutique

# strip_detected_message
source: We have detected %1$ readings. Tap to remove %2$ strips from your strips.
de: Wir haben% 1 $ -ablesungen festgestellt. Tippen Sie auf, um% 2 $ -Erstreifen von Ihren Streifen zu entfernen.
fa: ما٪ 1 $ خواندن را شناسایی کرده ایم. برای حذف٪ 2 $ نوار از نوار های خود ضربه بزنید.
fr: Nous avons détecté% 1 $ lectures. Appuyez sur pour supprimer% 2 $ bandes de vos bandes.

# strip_number
source: Number of Strips
de: Anzahl der Streifen
fa: تعداد نوارها
fr: Nombre de bandes

# strip_page_info_message
source: Strip number decreases automatically when the blood glucose measurement is added. In cases such as loss or breakage, you need to reduce it manually
de: Die Bandzahl nimmt automatisch ab, wenn die Blutzuckermessung hinzugefügt wird. In Fällen wie Verlust oder Bruch müssen Sie es manuell reduzieren
fa: هنگامی که اندازه گیری گلوکز خون اضافه می شود، تعداد نوار به طور خودکار کاهش می یابد. در مواردی مانند از دست دادن یا شکستگی، شما باید آن را به صورت دستی کاهش دهید
fr: Le numéro de bande diminue automatiquement lorsque la mesure du glycémie est ajoutée. Dans des cas tels que la perte ou la rupture, vous devez le réduire manuellement.

source: Strip Tracker
de: Streifen-Tracker.
fa: نوار ردیاب
fr: Tracker

source: Strip Tracking
de: Streifenverfolgung
fa: ردیابی نوار
fr: Suivi de la bande

source: Strips
de: Streifen
fa: نوار
fr: Bandes

source: Strips left.
de: Streifen übrig.
fa: نوارها چپ
fr: Des bandes laissées.

# strips_used
source: You have used %1$ strips so far
de: Sie haben bisher% 1 $ -Filen verwendet
fa: شما تا کنون٪ 1 $ نوار استفاده کرده اید
fr: Vous avez utilisé% 1 $ de bandes jusqu'à présent

# succefully_created_account
source: Your account has been successfully created
de: Ihr Konto wurde erfolgreich erstellt
fa: حساب کاربری شما با موفقیت ایجاد شد
fr: Votre compte à été créé avec succès

# succefully_created_pass
source: Your new password has been successfully created
de: Ihr neues Passwort wurde erfolgreich erstellt
fa: رمز عبور جدید شما با موفقیت ایجاد شده است
fr: Votre nouveau mot de passe a été créé avec succès

source: Supported Devices
de: Unterstützte Geräte
fa: دستگاه های پشتیبانی شده
fr: Périphériques compatibles

# sync_data
source: We're currently sync your data please wait...
de: Wir synchronisieren Ihre Daten derzeit bitte warten ...
fa: ما در حال حاضر اطلاعات شما را همگام سازی می کنیم لطفا صبر کنید ...
fr: Nous sommes actuellement synchronisés vos données, veuillez patienter ...

source: Target
de: Ziel
fa: هدف
fr: Cible

source: Test Result
de: Testergebnis
fa: نتیجه آزمایش
fr: Résultat du test

# the_doctor_u_chose
source: The doctor you chose
de: Der Arzt, den Sie gewählt haben
fa: دکتر شما انتخاب کردید
fr: Le médecin que vous avez choisi

# three_months
source: 3 Months
de: 3 Monate
fa: 3 ماه
fr: 3 mois

source: Time
de: Zeit
fa: زمان
fr: Temps

# time_hba1c
source: It's time to measure Hba1c
de: Es ist Zeit, HBA1C zu messen
fa: وقت آن است که HBA1C را اندازه گیری کنیم
fr: Il est temps de mesurer HBA1C

# time_take_medicine
source: It's time to take medicine
de: Es ist Zeit, Medikamente zu nehmen
fa: وقت آن است که دارو مصرف کنیم
fr: Il est temps de prendre des médicaments

source: Total
de: Gesamt
fa: جمع
fr: Le total

# two_Week
source: 2 Week
de: 2 Wochen
fa: 2 هفته
fr: 2 semaines

# two_week
source: 2 weeks
de: 2 Wochen
fa: 2 هفته
fr: 2 semaines

source: Unknown
de: Unbekannt
fa: ناشناس
fr: Inconnu

source: Unspecified
de: Nicht spezifiziert
fa: نا مشخص
fr: Non spécifié

source: Use Voucher
de: Gutschein verwenden
fa: استفاده از کوپن
fr: Utilisez un coupon

# user_create_error
source: User could not be created
de: Benutzer konnte nicht erstellt werden
fa: کاربر نمی تواند ایجاد شود
fr: L'utilisateur n'a pas pu être créé

source: User ID
de: Benutzeridentifikation
fa: شناسه کاربری
fr: Identifiant d'utilisateur

# user_login_cannot_blank
source: User login information cannot be left blank
de: Benutzeranmeldeinformationen können nicht leer bleiben
fa: اطلاعات ورود کاربر را نمی توان خالی کرد
fr: Les informations de connexion de l'utilisateur ne peuvent pas être laissées en blanc

# user_with_email_does_not_exists
source: User with this email doesn't exist.
de: Benutzer mit dieser E-Mail ist nicht vorhanden.
fa: کاربر با این ایمیل وجود ندارد
fr: L'utilisateur avec cet email n'existe pas.

# verify_email_error
source: Please verify your email.
de: Bitte überprüfen Sie Ihre E-Mail.
fa: لطفا ایمیل خود را بررسی کنید
fr: Veuillez vérifier votre email.

source: Very High
de: Sehr hoch
fa: بسیار بالا
fr: Très haut

source: Very Low
de: Sehr niedrig
fa: خیلی کم
fr: Très lent

source: View Details
de: Details anzeigen
fa: دیدن جزئیات
fr: Voir les détails

source: Warning
de: Warnung
fa: هشدار
fr: Avertissement

# we_have_an_error
source: We're currently facing unexpected issue. Please try again later...
de: Wir stehen derzeit gegenüber unerwartetem Problem. Bitte versuchen Sie es später erneut ...
fa: ما در حال حاضر با مسئله غیر منتظره مواجه هستیم. لطفا بعدا دوباره امتحان کنید ...
fr: Nous sommes actuellement confrontés à un problème inattendu. Veuillez réessayer plus tard...

source: Week
de: Woche
fa: هفته
fr: La semaine

# weekdays_friday
source: Friday
de: Freitag
fa: جمعه
fr: vendredi

# weekdays_monday
source: Monday
de: Montag
fa: دوشنبه
fr: Lundi

# weekdays_saturday
source: Saturday
de: Samstag
fa: شنبه
fr: samedi

# weekdays_sunday
source: Sunday
de: Sonntag
fa: یکشنبه
fr: dimanche

# weekdays_thursday
source: Thursday
de: Donnerstag
fa: پنج شنبه
fr: jeudi

# weekdays_tuesday
source: Tuesday
de: Dienstag
fa: سهشنبه
fr: Mardi

# weekdays_wednesday
source: Wednesday
de: Mittwoch
fa: چهار شنبه
fr: Mercredi

source: Weekly
de: Wöchentlich
fa: هفتگی
fr: Hebdomadaire

source: Weight
de: Gewicht
fa: وزن
fr: Poids

# when_to_be_notified
source: When would you like to be notified?
de: Wann möchten Sie benachrichtigt werden?
fa: چه زمانی می خواهید مطلع شوید؟
fr: Quand voudriez-vous être informé?

source: Wrong password
de: Falsches Passwort
fa: رمز اشتباه
fr: Mauvais mot de passe
