Repository: guvenfuturerbio/rBio
Catalog: lib/l10n/intl_*.arb
Languages: tr

source: Boy
tr: Erkek Çocuğu

source: Girl
tr: Kız Çocuğu

# symptom_checker
source: Which department should I go to?
tr: Hangi Bölüme Gitmeliyim?

source: Add Symptom
tr: Semptom Ekle

# analyze_department
source: Department Analysis
tr: Bölüm Analizi Yapın

source: Your complaints:
tr: Belirttiğiniz şikayetleriniz:

# select_birth_year
source: Choose your birth year:
tr: Doğum yılınızı seçin:

# continue_lbl
source: Continue
tr: Devam

# choice
source: Your Choice :
tr: Seçiminiz :

# no_symptom_result
source: No results were found for the specified symptoms.
tr: Belirtilen semptomlar için sonuç bulunamadı.

source: My Symptoms
tr: Şikayetlerim

# free_counseling
source: Free Health Counseling
tr: Danışma Hattı

# proposed_symptom
source: Do you have one of the following symptoms?
tr: Aşağıdaki belirtilerden birine sahip misiniz?

# emergency
source: You have chosen a critical symptom, you need to see a doctor urgently!
tr: Kritik öneme sahip bir semptom seçtiniz, acilen doktora görünmeniz gerekiyor!

# emergency_lbl
source: Emergency
tr: Acil Uyarı

# close_lbl
source: Close
tr: Kapat

# detailed_check
source: Detailed Health Check
tr: Detaylı Sağlık Kontrolü

# complaint_body_part
source: In which part of your body is your complaint located?
tr: Şikayetiniz vücudunuzun hangi bölgesinde bulunmaktadır?

# preselection
source: Choose your preselection:
tr: Ön seçiminizi belirleyin:

# create_appo
source: Create Appointment
tr: Randevu Ara

# mars_hosp
source: Güven Hospital Ayrancı
tr: Güven Hastanesi Ayrancı

# neptune_hosp
source: Güven Çayyolu Campus
tr: Güven Çayyolu Kampüsü

source: Digital Checkup
tr: Dijital Checkup

# info_report
source: Complaint Declaration
tr: Şikayet Bildirimi

# voice_nlp
source: Voice Health Assistant
tr: Sesli Sağlık Asistanı

source: Favorites
tr: Favoriler

# appo_for
source: Person to make an appointment :
tr: Randevu alınacak kişi :

# pls_select_person
source: Please select a person
tr: Lütfen kişi seçiniz

source: Patient Name :
tr: Hasta Adı :

# patient_name_2
source: Patient Name
tr: Hasta Adı

# tenant_name
source: Hospital Name :
tr: Hastane Adı :

source: Doctor Name :
tr: Doktor Adı :

# depart_name
source: Department :
tr: Bölüm :

# hosp_selection
source: Hospital selection :
tr: Hastane seçimi :

# pls_select_hosp
source: Please select hospital
tr: Lütfen hastane seçiniz

# depart_selection
source: Department selection :
tr: Bölüm seçimi :

# pls_select_depart
source: Please select department
tr: Lütfen departman seçiniz

source: Doctor selection :
tr: Doktor seçimi :

# pls_select_doctor
source: Please select doctor
tr: Lütfen doktor seçiniz

# which_depart_i_go
source: Department finder
tr: Hangi bölüme gideceğimi bilmiyorum

# depart_analyse
source: Department analyze
tr: Bölüm analizi

# pls_select
source: Choose
tr: Seçiniz

source: Update Information
tr: Bilgilerini Güncelle

# payment_successful
source: Your payment is successful
tr: Ödemeniz başarıyla gerçekleştirildi

# payment_not_successful
source: Your payment is not successful. Please call 444 25 25
tr: Ödeme başarısız. Lütfen 444 25 25 arayınız

source: Accept
tr: Kabul Et

# accu_chek_blood_sugar
source: ACCU-CHEK Blood Glucose
tr: ACCU-CHEK Şeker Ölçüm

source: Activate
tr: Aktifleştir

# add_new_device
source: You do not have a paired device. Add a new device
tr: Eşleştirilmiş bir cihazınız yok. Yeni bir cihaz ekleyin

source: Add Photo
tr: Fotoğraf Ekle

source: Add Reminder
tr: Hatırlatıcı Ekle

source: Add Strips
tr: Strip Ekle

# additional_info
source: Additional Information
tr: Gerekli Bilgiler

source: Aft.
tr: Son.

source: After
tr: Sonra

source: Age
tr: Yaş

source: Appointment
tr: Randevu

source: Appointment Details
tr: Randevu Detayları

source: Appointment Files
tr: Randevu Dosyaları

source: Appointments
tr: Randevular

source: as Excel
tr: Excel olarak

source: as PDF
tr: PDF olarak

source: as PNG
tr: PNG olarak

source: Bef.
tr: Önc.

source: Before
tr: Önce

# bg_measurement_time
source: Let's measure your blood sugar!
tr: Kan şekerinizi ölçelim!

# ble_delete_paired_device_approv
source: Are you sure want to delete paired device?
tr: Eşleştirilmiş cihaz silinecektir. Kabul ediyor musunuz?

# ble_scale_sync_info
source: Please go to the scale for measurement...
tr: Lütfen ölçüm için tartıya çıkınız...

# ble_scale_weight_info
source: Your weight:
tr: Kilonuz:

# ble_scale_stabilizing_info
source: Measurement stabilizing...
tr: Ölçüm dengeleniyor...

# ble_scale_weight_calculating_info
source: Weight calculating...
tr: Kilonuz hessaplanıyor...

# ble_scale_scaling_info
source: Scaling...
tr: Ölçülüyor...

# ble_status_location_services_disabled
source: Enable location services
tr: Konum servislerini etkinleştiriniz

# ble_status_powered_off
source: Bluetooth is powered off on your device turn it on
tr: Cihazınızın Bluetooth'u kapalı, lütfen aktifleştirin

# ble_status_ready
source: Bluetooth is up and running
tr: Bluetooth ayakta ve çalışıyor

# ble_status_unauthorized
source: Authorize the OneDose Health app to use Bluetooth and location
tr: Uygulamanın Bluetooth ve Konum izinlerini vermeniz gerekiyor

# ble_status_unsupported
source: This device does not support Bluetooth
tr: Cihazınız Bluetooth desteklemiyor

# ble_status_waiting
source: Waiting to fetch Bluetooth status
tr: Bluetooth servis durumu bekleniyor

# blood_glucose_imported
source: Your Blood Glucose measurements have been imported.
tr: Kan Şekeri ölçümleriniz içeri aktarıldı.

# blood_glucose_measurement
source: Blood Glucose Measurement Reminder
tr: Kan Şekeri Ölçüm Hatırlatıcısı

source: Blood Glucose Progress
tr: Kan Şekeri İlerleyişi

# bg_graph
source: Blood Glucose Tracking
tr: Kan Şeker Takibi

source: Cancel
tr: Vazgeç

# cannot_retrieve_token
source: We can not retrieve token for you right now!
tr: Üzgünüz, şu anda sizin için token alamıyoruz!

# change_graph_type
source: Change Graph
tr: Grafiği Değiştir

# check_email
source: Check your E-Mail
tr: E-Posta'nızı kontrol ediniz

# check_name
source: Check your name
tr: İsminizi kontrol edin

# checkout_my_blood_glucose
source: Hey, checkout my diabetes progess!
tr: Hey, şeker ölçüm sürecime bak!

source: Choose
tr: Seç

source: Close
tr: Kapat

# connect_glucometer
source: Connect a Glucometer
tr: Glukometre Ekle

# connect_scale
source: Connect a Scale Device
tr: Tartı Ekle

# consultation
source: MD Hotline
tr: Doktor Danışma Hattı

# contour_plus_blood_sugar
source: Contour Plus Blood Glucose
tr: Contour Plus Şeker Ölçüm

source: Daily
tr: Günlük

source: Date
tr: Tarih

source: Date of birth
tr: Doğum Tarihi

source: Day
tr: Gün

# delete_medicine_confirm_message
source: Do you want to delete selected reminder?
tr: Seçili hatırlatıcıyı silmek istiyor musunuz?

# delete_medicine_confirm_all_message
source: Do you want to delete all reminders?
tr: Tüm hatırlatıcıları silmek istiyor musunuz?

# delete_medicine_title
source: Reminders will be removed!
tr: Hatırlatmalar silinecektir!

source: Demographic
tr: Demografik

source: Details
tr: Detaylar

# device_connection_step_1
source: If your Glucometer is open close your Glucometer.
tr: Glucometreniz açıksa glukometrenizi kapatın

# device_connection_step_2_Contour
source: Press and hold the power button on the side of the device for about 3 seconds until the bluetooth sign appears.
tr: Glukometrenizin üzerindeki butona en az 3 saniye olacak şekilde, Bluetooth simgesini ve mavi ışığı görene dek basılı tutunuz.

# device_connection_step_2_Roche
source: Press and hold the power button on the side of the device for about 3 seconds until the bluetooth sign appears.
tr: Cihazın yanında bulunan açma düğmesine yaklaşık 3 saniye, bluetooth işareti çıkana kadar basılı tutun.

# device_connection_step_3_Contour
source: Select the device you want to connect to.
tr: Bağlanmak istediğiniz cihazı seçin.

# device_connection_step_3_Roche
source: Select the device you want to pair with and enter the 6-digit security number found on the back of your device.
tr: Eşleştirmek istediğiniz cihazı seçin ve cihazınızın arkasında bulunan 6 haneli güvenlik numarasını girin.

# device_connection_step_4_Roche
source: When you get the 'OK' text on the device, turn the device off and on again.
tr: Cihaz üzerinde 'OK' yazısını aldığınızde cihazı kapatıp tekrar açınız.

# device_scale_connection_step_1_mi_scale
source: Place the scale on a hard, flat surface. Stop bare feet in touch with metal surfaces, make sure that the feet are properly in contact with electrodes.
tr: Tartıyı sert, düz bir yüzeye yerleştirin. Çıplak ayakla, metal yüzeylere temas edecek şekilde durun, Ayakların elektrotlar ile düzgün bir biçimde temas ettiğinden emin olun

# device_scale_connection_step_2_mi_scale
source: When scale is activated, Select the device you want to connect to.
tr: Cihaz etkinleştirildiğinde, bağlanmak istediğiniz cihazı seçin.

# device_scale_connection_step_3_mi_scale
source: When the weight indicator is stabilized, your body compositions are started to be measured. When a progress indicator below the weight indicator flashes, it means that a measurement is complete, then weigh will match your smart device.
tr: Ağırlık göstergesi sabitlendiğinde, vücut bileşimleriniz ölçülmeye başlanır. Ağırlık göstergesinin altındaki bir ilerleme göstergesi yanıp söndüğünde, bir ölçümün tamamlandığı anlamına gelir, ardından tartınız akıllı cihazınızla eşleşecektir.

source: Device Connections
tr: Cihaz Bağlantıları

# device_pairing_completed
source: The device is connected.
tr: Cihaz bağlandı

source: Diabet type
tr: Diyabet Tip

source: Diabetes Type
tr: Diyabet Tipi

# diabetes_type_1
source: Type 1
tr: Tip 1

# diabetes_type_2
source: Type 2
tr: Tip 2

# dia
source: Diastolic Blood Pressure
tr: Küçük Tansiyon

source: Discard
tr: İptal et

# do_u_want_continue
source: Do you want to continue ?
tr: Devam etmek istiyor musunuz ?

source: Doctor
tr: Doktor

source: Dose Interval
tr: Doz Aralığı

source: Drug Count
tr: İlaç sayısı

source: Drug search
tr: İlaç arama

source: Edit
tr: Düzenle

source: Edit Profile
tr: Profili Düzenle

source: E-Mail
tr: E-Posta

# email_address_already_in_use
source: This email is already in use.
tr: Bu e-posta ile bir kayıt mevcut.

source: End Angle
tr: Bitiş Açısı

source: Error
tr: Hata

# error_empty_dosage_name
source: Please enter the dosage required
tr: Lütfen dozu giriniz.

# error_empty_medicine_name
source: Please enter the medicine's name
tr: Lütfen ilaç adını giriniz.

# error_empty_specific_day_selected
source: Please select at least one day.
tr: Lütfen en az bir gün seçiniz.

# error_empty_time_interval
source: Please select the reminder's interval
tr: Lütfen hatırlatıcı aralığını giriniz.

# error_empty_starting_time
source: Please select the reminder's starting time
tr: Lütfen hatırlatıcının başlama zamanını giriniz.

# error_exist_medicine_name
source: Medicine name already exists
tr: İlaç adı zaten mevcut.

# estimated_hb1ac
source: Estimated HbA1c %
tr: Tahmini HbA1c %

source: One time
tr: Bir kere

source: Every Day
tr: Her Gün

# excel_filename
source: MyBloodGlucoseReport.xlsx
tr: KanSekerOlcumRaporu.xlsx

source: Female
tr: Kadın

source: Files
tr: Dosyalar

# filter_graphs
source: Filter graph
tr: Grafiği filtrele

source: Finish
tr: Sonlandır

source: Full
tr: Tok

source: Gender
tr: Cinsiyet

# get_online_appointment
source: Online Appointment
tr: Online Randevu

# glucometer_in_use_for_other_account
source: Glucometer is already in use for an other account!
tr: Gluokmetre başka bir hesapta kullanılmakta!

# glucose_data_detail
source: Blood Glucose Detail
tr: Kan Şekeri Detay

# hbA1c_measurement
source: HbA1c Measurement Reminder
tr: HbA1c Ölçüm Hatırlatıcısı

source: Height
tr: Boy

source: High
tr: Yüksek

# hint_dosage
source: Dosage
tr: Doz

# hint_hour
source: o'clock
tr: saatinde

source: Home
tr: Anasayfa

# how_many_reminder_is_needed
source: How many reminders you need?
tr: Kaç adet hatırlatıcıya ihtiyacınız var?

source: Hungry
tr: Aç

source: Hyper
tr: Hiper

source: Hypo
tr: Hipo

# identification_passport_number
source: T.C or Passport Number
tr: T.C ya da Pasaport Numarası

# identity_passport
source: TC / Passport no
tr: Vatandaşlık/Pasaport Numarası

# if_want_to_be_reminded
source: If you want to be reminded for HbA1c measurement
tr: HbA1c ölçümünüzden önce bildirim almak için

source: Information
tr: Bilgilendirme

source: Intermittent Days
tr: Aralıklı Günler

# invalid_authorization
source: You are not authorized to login to the application
tr: Uygulamaya giriş yapma yetkiniz yok

# iyzico_response_0
source: Payment failed
tr: Ödeme başarısız

# iyzico_response_10
source: Payment was successful, but hospital appointment could not be created. Please contact our hospital
tr: Ödeme başarılı oldu, ancak hastane randevusu oluşturulamadı. Lütfen hastanemiz ile iletişime geçiniz.

# iyzico_response_13
source: Payment was successful. Your appointment has been created successfully.
tr: Ödeme başarılı oldu. Randevunuz başarıyla oluşturulmuştur.

# iyzico_response_9
source: There may be a problem with your bank. Please try again after contacting your bank.
tr: Bankanızla ilgili bir sorun olabilir. Lütfen bankanızla iletişime geçtikten sonra tekrar deneyin.

source: join
tr: Katıl

# last_appointment_doctor
source: The doctor you made your last appointment with
tr: Son randevu aldığınız doktor

source: Last BG
tr: Son Ölçüm

source: Last HbA1c
tr: Son HbA1c

source: Last Measurement
tr: Son Ölçüm

# last_one_day
source: Last 1 Day
tr: Son 1 Gün

# last_one_hour
source: Last 1 Hour
tr: Son 1 Saat

# last_one_month
source: Last 1 Month
tr: Son 1 Ay

# last_one_week
source: Last 1 Week
tr: Son 1 Hafta

# last_result
source: Last test value
tr: Son test değeri

source: Last test date
tr: Son test tarihi

source: Loading
tr: Yükleniyor

# login_error_message
source: We are sorry, our services currently unavailable.
tr: Üzgünüz ki servislerimiz şu anda yanıt vermiyor.

source: Logout
tr: Çıkış Yap

source: Low
tr: Düşük

# make_an_online
source: Make an Online Appointment
tr: Online randevu al

source: Male
tr: Erkek

source: Max Range:
tr: Max Aralık:

source: Meal
tr: Yemek

source: Medication Reminder
tr: İlaç Hatırlatıcı

# medicine_daily_count
source: Daily count
tr: Günlük sayı

# medicine_daily_count_error_message
source: Define daily count
tr: Günlük sayı belirleyiniz

# medicine_drug_count_error_message
source: Define drug count
tr: İlaç sayısı belirleyiniz

# medicine_end_date
source: Finishing date of reminder:
tr: İlacın biteceği tarih ve saat:

# medicine_how_many_drugs_message
source: How many drugs you have?
tr: Sahip olduğunuz ilaç sayısı?

# medicine_how_often_daily_message
source: How many times a day?
tr: Günde kaç kez almanız gerekiyor?

# medicine_how_often_intermittent_daily_message
source: How many days for per usage?
tr: Kaç günde bir

# medicine_how_often_message
source: How often you need to use the reminder?
tr: Hatırlatıcınızı hangi sıklıkla almanız gerekiyor?

# medicine_intermittent_daily_count
source: Interval
tr: Aralık gün sayısı

# medicine_intermittent_selection_error
source: Determine interval between usages
tr: Kaç günde bir kullanılacağını belirleyiniz

source: Medicine Name
tr: İlaç İsmi

# medicine_remind_me_drug_end_message
source: How many days before the drug will run out?
tr: İlacın biteceği kaç gün önce hatırlatılsın?

# medicine_reminder_day_prior
source: Remind ahead of days
tr: Kaç gün önce

# medicine_specific_days_no_day_error
source: Select at least 1 day of the week
tr: Haftanın en az 1 gününü seçiniz

# medicine_start_date
source: Start date of reminder:
tr: İlaca başlayacağınız tarih:

# medicine_time_and_dose_message
source: Determine time and dosage
tr: Zaman ve dozu belirleyin

# medicine_time_has_come
source: time has come
tr: zamanınız geldi

source: Medicine Type
tr: İlaç Tipi

# medicine_type_bottle
source: Bottle
tr: Şişe

# medicine_type_pill
source: Pill
tr: Hap

# medicine_type_syringe
source: Syringe
tr: Şırınga

# medicine_usage_type_message
source: What is the usage type for reminder?
tr: Hatırlatıcı almanız için gereken durum?

source: Medicines
tr: İlaçlar

# mediminder_add_new
source: Add New Mediminder
tr: Yeni Mediminder ekle

source: Mediminder Details
tr: Mediminder Detayları

# mediminder_delete
source: Delete Mediminder
tr: Mediminder Sil

# mediminder_delete_approv
source: Delete this Mediminder?
tr: Bu Mediminder silinsin mi?

source: Messages
tr: Mesajlar

source: Min Range:
tr: Min Aralık:

source: Monthly
tr: Aylık

# my_medicines
source: My Reminders
tr: İlaçlarım

source: Name and Surname
tr: Adınız ve Soyadınız

source: Name Surname
tr: Ad Soyad

source: Nationality
tr: Uyruk

# never_used_strip
source: You have never strip used so far
tr: Yakınlarda hiç strip kullanmadınız.

source: NEW APPOINTMENT
tr: YENİ RANDEVU

# new_profile_addition
source: Do you want to create a new profile?
tr: Yeni profil oluşturmak istiyor musunuz?

# new_profile_for_new_glucometer_message
source: You need to switch to a new profile to pair more than 1 device.
tr: 1'den fazla cihaz eklemek için lütfen yeni profil oluşturunuz.

# no_appointment
source: You have no appointments for the selected date
tr: Seçilen tarih için randevunuz yok

# no_measurement
source: You have no last measurement
tr: Son ölçüm yok

# no_network
source: Try again after making sure there is no problem with your internet connection
tr: İnternet bağlantınızda bir sorun olmadığından emin olduktan sonra tekrar deneyin

source: Non-Diabetes
tr: Diyabet Yok

source: Non-Smoker
tr: İçmiyor

source: Normal range
tr: Normal Aralık

source: Not Specified
tr: Belirtilmemiş

source: Notes
tr: Notlar

source: OK
tr: Onay

source: Omron Blood Pressure Arm
tr: Omron Tansiyon Kol

source: Omron Blood Pressure Wrist
tr: Omron Tansiyon Bilek

source: Omron Scale
tr: Omron Tartı

source: One time a day
tr: Günde 1 kez

# one_glucometer_one_profile_message
source: You can use 1 glucometer for a single profile only.
tr: Tek profil için sadece 1 tane glukometre bağlayabilirsiniz.

source: Oth.
tr: Diğ.

source: Other
tr: Diğer

source: Pair Steps:
tr: Bağlantı Adımları:

# pair_successful
source: The device has been successfully paired
tr: Cihaz başarıyla eşleştirildi

source: Paired Devices
tr: Eşleştirilmiş Cihazlar

# paired_devices_deleted
source: Paired Devices successfully deleted
tr: Eşleştirilmiş cihaz bağlantısı başarıyla kaldırıldı.

source: Password
tr: Şifre

# password_at_least_6
source: Your password must include at least 6 characters
tr: Şifreniz en az 6 karakter içermeli

source: Patients
tr: Hastalar

source: Pairing
tr: Eşleştiriliyor

# pdf_filename
source: MyBloodGlucoseReport.pdf
tr: KanSekerOlcumRaporu.pdf

source: Pick
tr: Seç

source: Pick Time
tr: Zaman Seç

source: piece
tr: adet

# press_plus_to_add_medicine
source: Press + to add a Reminder
tr: Hatırlatıcı eklemek için + butonuna basın

source: Profiles
tr: Profiller

source: Pulse
tr: Nabız

source: Remind me, every
tr: Bana hatırlat, her:

source: Reminder
tr: Hatırlatıcı

source: Reminder date
tr: Hatırlatılacak gün

source: Reminder hour
tr: Hatırlatılacak saat

source: Reminder name
tr: Hatırlatıcı ismi

# reminder_time_selection
source: Determine time of the reminder
tr: Hatırlatıcı zamanı belirleyiniz

source: Remove Strips
tr: Strip Azalt

# required_area
source: are required
tr: alanı zorunlu

# reset_filter_value
source: Reset Filter Values
tr: Filtre verilerini temizle

# scale_data_body_fat
source: Body Fat
tr: Vücut yağı

# scale_data_bone_mass
source: Bone Mass
tr: Kemik Kütlesi

# scale_data_muscle
source: Muscle
tr: Kas

# scale_data_visceral_fat
source: Visceral Fat
tr: Vücut Yağlanması

# scale_data_water
source: Water
tr: Su

# scale_graph
source: Body Scale Tracking
tr: Vücut Ölçüm Değişimi

# scale_progress
source: Body values progress
tr: Vücut değer ilerleyişi

# select_interval
source: Select an Interval
tr: Bir aralık seç

source: Send
tr: Gönder

source: Send Message
tr: Mesaj Gönder

source: Settings
tr: Ayarlar

source: Show
tr: Görüntüle

source: SIGN IN
tr: GİRİŞ YAP

source: Sign up
tr: Kayıt ol

# sign_with_apple
source: Sign in with Apple
tr: Apple ile Giriş Yap

# sign_with_email
source: Sign in/Sign up with e-mail
tr: E-Posta ile Giriş Yap/Kayıt ol

# sign_with_facebook
source: Sign in with Facebook
tr: Facebook ile Giriş Yap

# sign_with_google
source: Sign in with Google
tr: Google ile Giriş Yap

source: Single Day
tr: Tek Gün

source: Smoker
tr: İçiyor

source: Smoker Type
tr: Sigara Geçmişi

source: Smokes Occasionally
tr: Arada Bir İçiyor

source: Smokes Often
tr: Sık Sık İçiyor

source: Smoking
tr: Sigara Kullanımı

source: Specific
tr: Özel

source: Start Time
tr: Başlangıç Zamanı

source: Store
tr: Mağaza

source: Stop
tr: Dur

# strip_detected_message
source: We have detected %1$ readings. Tap to remove %2$ strips from your strips.
tr: %1$ adet okuma tespit ettik. %2$ adet stripi silmek için tıklayın.

# strip_number
source: Number of Strips
tr: Strip Sayısı

# strip_number_2
source: Strip number
tr: Strip sayısı

# strip_page_info_message
source: Strip number decreases automatically when the blood glucose measurement is added. In cases such as loss or breakage, you need to reduce it manually
tr: Strip sayısı her şeker ölçümünde otomatik olarak azalır. Striplerinizin kaybolması veya bozulması durumunda sayıyı manuel olarak azaltmanız gerekir.

# strip_tracker
source: Strip Reminder
tr: Strip Hatırlatıcısı

source: Strip Tracking
tr: Strip Takibi

source: Strips
tr: Strip

source: Strips left.
tr: Strip kaldığında.

# strips_used
source: You have used %1$ strips so far
tr: Şimdiye kadar %1$ adet strip kullandınız

source: Supported Devices
tr: Desteklenen Cihazlar

# sys
source: Systolic Blood Pressure
tr: Büyük Tansiyon

source: Target
tr: Hedef

source: Test Result
tr: Test Sonucu

# the_doctor_u_chose
source: The doctor you chose
tr: Seçtiğiniz doktor

source: There are no reminders
tr: Hiç hatırlatıcınız yok

# three_months
source: 3 Months
tr: 3 Aylık

source: Time
tr: Saat

# time_hba1c
source: It's time to measure Hba1c
tr: Hba1c ölçüm vakti geldi

# time_take_medicine
source: It's time to take medicine
tr: İlaç vakti geldi

# two_Week
source: 2 Week
tr: 2 Hafta

source: Unknown
tr: Bilinmeyen

source: Unspecified
tr: Belirtilmemiş

source: Use Voucher
tr: Kupon Kullan

# user_create_error
source: User could not be created
tr: Kullanıcı oluşturulamadı

source: User ID
tr: Kullanıcı Adı

# user_login_cannot_blank
source: User login information cannot be left blank
tr: Kullanıcı giriş bilgileri boş bırakılamaz

# user_with_email_does_not_exists
source: User with this email doesn't exist.
tr: Bu e-posta adresine kayıtlı kullanıcı yoktur.

# verify_email_error
source: Please verify your email.
tr: Email adresinizi doğrulayınız.

source: Very High
tr: Çok Yüksek

source: Very Low
tr: Çok Düşük

source: View Details
tr: Detaylar

# we_have_an_error
source: We're currently facing unexpected issue. Please try again later...
tr: Şuanda beklenmeyen bir sorunla karşılaştık. Lütfen daha sonra tekrar deneyin…

# weekdays_friday
source: Friday
tr: Cuma

# weekdays_friday_short
source: Fri
tr: Cum

# weekdays_monday
source: Monday
tr: Pazartesi

# weekdays_monday_short
source: Mon
tr: Pzt

# weekdays_saturday
source: Saturday
tr: Cumartesi

# weekdays_saturday_short
source: Sat
tr: Cmt

# weekdays_sunday
source: Sunday
tr: Pazar

# weekdays_sunday_short
source: Sun
tr: Paz

# weekdays_thursday
source: Thursday
tr: Perşembe

# weekdays_thursday_short
source: Thu
tr: Per

# weekdays_tuesday
source: Tuesday
tr: Salı

# weekdays_tuesday_short
source: Tue
tr: Sal

# weekdays_wednesday
source: Wednesday
tr: Çarşamba

# weekdays_wednesday_short
source: Wed
tr: Çar

source: Weekly
tr: Haftalık

source: Weight
tr: Kilo
