Repository: guvenfuturerbio/rBio
Catalog: lib/l10n/intl_*.arb
Languages: tr

# succefully_created_account
source: Your account has been successfully created
tr: Kaydınız başarıyla tamamlanmıştır

# btn_create
source: Create
tr: Oluştur

# btn_cancel
source: Cancel
tr: İptal

# btn_delete
source: Delete
tr: Sil

# btn_confirm
source: Confirm
tr: Onayla

# btn_done
source: Done
tr: Tamamla

# btn_next
source: next
tr: İLERİ

# btn_remember_me
source: Remember me
tr: Beni hatırla

# btn_sign_in
source: Sign In
tr: Giriş Yap

# btn_sign_up
source: Sign Up
tr: Kayıt Ol

# chronic_track
source: Chronic Tracking
tr: Kronik Takip

source: Done
tr: Bitti

# create_appointment_events
source: Create Appointment
tr: Randevu Oluştur

source: Followers
tr: Takipçilerim

source: Subscriptions
tr: Takip Ettiklerim

source: Health Information
tr: Sağlık Bilgilerim

source: Devices
tr: Cihazlarım

# chronic_track_home
source: Health Tracker
tr: Sağlık Takibi

# take_video_appointment
source: Video Call Appointment
tr: Görüntülü Görüşme Randevusu

source: Profile
tr: Profil

source: Terms and Privacy
tr: Koşullar ve Gizlilik

source: Upload File
tr: Dosya Yükle

source: Request Translator
tr: Çevirme Talep Et

source: Start Meeting
tr: Görüşmeyi Başlat

source: Reminders
tr: Hatırlatıcılarım

# des_forgot_password_tc
source: We just need your T.C identity and Phone number to send you temporary password
tr: Size geçici şifrenizi iletebilmemiz için T.C kimlik numaranız ve telefon numaranıza ihtiyacımız var

# des_forgot_password_other
source: We just need your Passport and Phone number to send you temporary password
tr: Size geçici şifrenizi iletebilmemiz için Pasaport numaranız ve telefon numaranıza ihtiyacımız var

# not_chronic_warning
source: Please contact us from 444 94 94 for Health Tracker services
tr: Sağlık Takibi özelliğini kullanmak için lütfen 444 94 94 numaralı telefondan bize ulaşın

# gender_female
source: Female
tr: Kadın

# gender_male
source: Male
tr: Erkek

# hint_date
source: Date
tr: Tarih

# hint_doctor
source: Doctor
tr: Doktor

# hint_input_password
source: Password
tr: Şifre

# hint_time
source: Time
tr: Saat

# lbl_dont_have_account
source: Don't have an account?
tr: Hesabınız yok mu?

# lbl_forgot_password
source: Forgot Password?
tr: Şifremi unuttum

# lbl_find_hospital
source: Hospital Appointment
tr: Hastane Randevusu

# lbl_personal_information
source: Personal Information
tr: Kişisel Bilgiler

# lbl_take_care
source: How can we take care of you?
tr: Size nasıl yardımcı olabiliriz ?

# title_appointment
source: Create Appointment
tr: Randevu Oluştur

# title_appointment_detail
source: Appointment Details
tr: Randevu Detayları

# title_book_appointment
source: Book Appointment
tr: Randevular

# title_doctors_profiles
source: Doctor's Profile
tr: Doktor Profili

# title_forgot_password
source: Forgot Password
tr: Şifremi Unuttum

# title_hospital
source: Hospital
tr: Hastane

# title_user_profile
source: User Profile
tr: Kullanıcı Profili

# wrong_username_password
source: Wrong Username or Password!
tr: Hatalı kullanıcı adı ya da Şifre !

source: Warning
tr: Uyarı

# sorry_dont_transaction
source: Sorry, we are currently unable to complete your transaction. Please try again later
tr: Üzgünüz, İşleminizi şuan gerçekleştiremiyoruz. Lütfen daha sonra tekrar deneyiniz

# tc_or_passport
source: T.C identity/Passport Number
tr: T.C Kimlik/Pasaport Numaranız

# tc_or_pass_cannot_empty
source: Username or password cannot be empty !
tr: Kullanıcı adı ya da şifre boş bırakılamaz !

source: Citizen of T.C
tr: T.C vatandaşıyım

source: Foreign National
tr: Yabancı Uyrukluyum

source: T.C identity Number
tr: T.C Kimlik Numaranız

source: Phone Number
tr: Telefon Numaranız

source: E-mail Address
tr: E-Posta Adresiniz

source: Name
tr: Ad

source: Surname
tr: Soyad

# passport_number
source: Passport Number/Citizen Id
tr: Pasaport/Vatandaşlık Numaranız

# personal_info
source: Personal Information
tr: Kişisel Bilgiler

source: Create Password
tr: Şifre Oluştur

source: Sms Verification
tr: Sms Doğrulama

source: Sms Verification Code
tr: Sms Doğrulama Kodu

source: Password Again
tr: Şifre Tekrarı

source: Search
tr: Ara

# searchEmpty
source: We couldn't find a relevant result
tr: Aradığınız kritelerde sonuç bulunamadı.

# lbl_hello
source: Hello
tr: Merhaba

# no_suitable_appo
source: No suitable appointment was found for the selected date
tr: Seçili tarih için uygun randevu bulunamadı

source: CONFIRM
tr: Onayla

source: Fee information
tr: Ücret Bilgilendirmesi

source: Total
tr: Toplam

# we_couldnt_find_account
source: We could not find an account corresponding to the information entered. If you wish, you can create a new account by clicking the sign up button.
tr: Girilen bilgilere karşılık gelen bir hesap bulamadık. Dilerseniz kayıt ol butonuna tıklayarak yeni bir hesap oluşturabilirsiniz.

# temporary_pass
source: Temporary Password
tr: Geçici Şifre

source: New password
tr: Yeni Şifre

source: New password again
tr: Yeni Şifre Tekrar

# succefully_created_pass
source: Your new password has been successfully created
tr: Yeni şifreniz başarıyla oluşturulmuştur

# wrong_temporary_pass
source: You entered your temporary password incorrectly
tr: Geçici şifrenizi hatalı girdiniz

# pass_must_same
source: 'new password' and 'again new password' values must be the same.
tr: 'Yeni Şifre' ve 'Yeni Şifre Tekrar' değerleri uyuşmuyor

# my_appointments
source: Appointments
tr: Randevularım

source: Week
tr: Hafta

# two_week
source: 2 weeks
tr: 2 Hafta

source: Month
tr: Ay

# appo_created
source: Your appointment has been created successfully
tr: Randevunuz başarıyla oluşturulmuştur

source: Yes
tr: Evet

# kids
source: My Children
tr: Çocuklarım

source: No
tr: Hayır

# cancel_appo_question
source: Are you sure you want to cancel your appointment ?
tr: Randevunuzu iptal etmek istediğinize emin misiniz ?

# appo_availabity_off
source: Appointment availability is off. Please make a different choice
tr: Randevu uygunluk durumu kapalıdır. Lütfen farklı bir seçim yapınız.

source: Ok
tr: Tamam

source: Results
tr: Sonuçlarım

# not
source: Note
tr: Açıklama

source: Show Result
tr: SONUÇ GÖRÜNTÜLE

# credit_card_number
source: Card number
tr: Kart Numarası

# credit_card_expired_date
source: Expired Date
tr: Son Kullanma Tarihi

# credit_card_holder
source: Card Holder
tr: Kart Sahibi

source: Payment
tr: Ödeme

source: Change Password
tr: Şifremi Değiştir

# birth_date
source: Birthday
tr: Doğum Tarihi

# payment_successfull
source: Payment transaction is successful. Your appointment has been created successfully
tr: Ödeme işlemi başarılı. Randevunuz başarıyla oluşturulmuştur

source: Info
tr: Bilgi

# appointment_created_but_error
source: An error has been encountered, but your appointment has been created. Please contact us
tr: Hata ile karşılaşıldı ama Randevunuz oluşturuldu. Lütfen bizimle iletişime geçiniz

# appointment_could_not_create
source: Your appointment couldn't be created
tr: Randevunuz oluşturulamadı.

# no_network_connection
source: Please check the internet connection
tr: Lütfen internet bağlantınızı kontrol ediniz.

# fill_all_field
source: Please fill in all fields
tr: Lütfen tüm alanları doldurunuz

# check_and_try_again
source: Please Try again by checking the information that you have entered
tr: Lütfen Girmiş olduğunuz bilgileri kontrol ederek tekrar deneyiniz

# cvv_code_least_3_digit
source: Cvv code must be at least 3 digits
tr: Cvv kod en az 3 haneli olmalıdır

# expiration_date_should_be
source: Expiration date should be written in mm/yy format
tr: Son kullanma tarihi aa/yy formatında yazılmalıdır

# credit_card_lenght_should
source: Your credit card number must be 16 digits
tr: Kredi kartı numaranız 16 haneli olmalıdır

# card_holder_cannot_empty
source: Card holder cannot be left blank
tr: Kart sahibi boş bırakılamaz

source: Make an Appointment
tr: Randevu Al

# doctor_cv_not_uploaded
source: CV has not been uploaded yet
tr: özgeçmiş bilgileri henüz yüklenmedi

# career_information
source: Career
tr: Kariyer

source: Cv
tr: Özgeçmiş

source: Publications
tr: Yayınları

source: Experiences
tr: Deneyimleri

source: Educations
tr: Eğitimleri

source: Log Out
tr: Çıkış Yap

# search_hint
source: Doctor, Hospital, Department
tr: Doktor, Hastane, Tıp Bölümü ile ilgili arama

# no_appo_call_us
source: No suitable spaces were found for the selected dates. Would you like us to call you?
tr: Seçili tarihler için uygun bir boşluk bulunamadı. Sizi aramamızı ister misiniz ?

source: Call Me
tr: Beni Arayın

# we_will_call
source: We will call you as soon as possible
tr: Sizi en kısa sürede arayacağız

# online_appo_error_eksi1
source: No online call payment has been made. You cannot participate
tr: Görüşmenin ödemesi yapılmamış. Ödemenizi yaptıktan sonra tekrar deneyiniz

# online_appo_error_0
source: The meeting has been completed. You cannot participate
tr: Görüşme sonlanmıştır. Katılamazsınız

# online_appo_error_1
source: You came long before the call time. please try again later
tr: Görüşme saatinden çok önce geldiniz. Lütfen daha sonra tekrar deneyiniz

# online_appo_error_4
source: The meeting has been completed. You cannot participate
tr: Görüşme sonlanmıştır. Katılamazsınız

# already_registered_mail
source: The e-mail address has already been registered
tr: Mail adresi daha önce kayıt edilmiş.

# already_registered_phone
source: Your Mobile Phone Number Registered In Our Hospital Is Different. Please Check It or You can update your number by calling 444 94 94.
tr: Hastanemizde Kayıtlı Cep Telefonu Numaranız Farklıdır.Lütfen Kontrol Ediniz ya da 444 94 94 arayarak numaranızı güncelleyebilirsiniz

# credential_already_exist
source: Credentials already exist linked to an account. First of all, it must be deleted from the account it is linked to
tr: Kimlik bilgileri bir hesaba bağlı olarak zaten mevcuttur. Öncelikle bağlı olduğu hesabın altından silinmesi gereklidir

source: Disease
tr: Hastalık

# accept_personal_data
source: I have read and understood the privacy statement and personal data protection policy
tr: Gizlilik bildirimi ve kişisel veri koruma politikası' nı okudum, anladım.

# personal_data_policy
source: Privacy Statement and Personal Data Protection Policy
tr: Gizlilik Bildirimi ve Kişisel Veri Koruma Politikası

# check_personal_data
source: In order for us to continue with your registration, you must approve the Privacy Statement and the Personal Data Protection Policy
tr: Kaydınıza devam edebilmemiz için Gizlilik Bildirimini ve Kişisel Verilerin Korunması Politikasını onaylamanız gerekmektedir.

# accept_distance_sales_contract
source: I have read understood and approve the distance sales contract
tr: Mesafeli satış sözleşmesini okudum, anladım ve onaylıyorum

source: Distance Sales Contract
tr: Mesafeli Satış Sözleşmesi

# check_distance_sales_contract
source: In order to continue your transaction, You need to read and approve the distance sales contract
tr: İşleminize devam edebilmeniz için mesafeli satış sözleşmesini okumanız ve onaylamanız gerekiyor

# chat
source: Help
tr: Danışma hattı

# online_appo
source: Online Appointment
tr: Online Görüşme

# cancel_call_appo
source: Please call 444 94 94 to cancel the appointment
tr: Randevuyu iptal etmek için lütfen 444 94 94 arayınız

source: Upload
tr: Yükle

# start_video_call
source: Start
tr: Başlat

# get_translator
source: Translator
tr: Çevirmen

# appointment_file
source: Appointment Files
tr: Randevu Dosyaları

# file_deleted
source: File has been successfully deleted
tr: Dosya başarıyla silindi

# delete_file_question
source: Are you sure you want to delete this file ?
tr: Dosyayı silmek istediğinize emin misiniz ?

# no_file_found
source: No file was found for the selected appointment
tr: Dosya bulunamadı

# upload_file_question
source: Are you sure you want to upload this file for selected appointment ?
tr: Seçili randevunuza bu dosyayı eklemek istediğinize emin misiniz ?

# file_uploaded
source: File has been successfully uploaded
tr: Dosya başarıyla yüklendi

source: Relatives
tr: Yakınlarım

source: Add New Relative
tr: Yeni Yakın Ekle

source: Saved Relatives
tr: Kayıtlı Yakınlarım

source: Save
tr: Kaydet

source: Start
tr: Başlangıç

source: End
tr: Bitiş

# range
source: Date range:
tr: Tarih aralığı

# country
source: Countries
tr: Ülke

# department
source: Deparment
tr: Bölüm

# covid_title_1
source: What is COVID-19 (New Coronavirus)?
tr: COVID-19 (Yeni Koronavirüs) nedir?

# covid_title_2
source: How did COVID-19 (New Coronavirus) come about?
tr: COVID-19 (Yeni Koronavirüs) nasıl ortaya çıkmıştır?

# covid_title_3
source: How is COVID-19 (New Coronavirus) transmitted?
tr: COVID-19 (Yeni Koronavirüs) nasıl bulaşmaktadır?

# covid_title_4
source: Which countries and how many people has COVID-19 (New Coronavirus) affected?
tr: COVID-19 (Yeni Koronavirüs) hangi ülkeleri ve kaç kişiyi etkilemiştir?

# covid_title_5
source: Who is at higher risk for COVID-19 (New Coronavirus) transmission?
tr: COVID-19 (Yeni Koronavirüs) bulaşması açısından kimler daha yüksek risk altındadır?

# covid_title_6
source: How is COVID-19 (New Coronavirus) diagnosed?
tr: COVID-19 (Yeni Koronavirüs) tanısı nasıl konulmaktadır?

# covid_title_7
source: What are the symptoms of COVID-19 (New Coronavirus)?
tr: COVID-19 (Yeni Koronavirüs) belirtileri nelerdir?

# covid_text_1
source: Viruses that can cause disease in humans and animals and have many types are called "Coronavirus". These viruses, which usually cause colds in humans, can also cause loss of life. The SARS-CoV virus epidemic that started in Guangdong Province of China in 2002 has spread to 17 countries worldwide. In this epidemic, 8098 people got the disease and 774 people died. The MERS-CoV virus epidemic, which started in Saudi Arabia in 2012, affected 27 countries worldwide, 861 out of 2499 people caught in the epidemic died.
tr: İnsanlarda ve hayvanlarda hastalığa yol açabilen ve birçok türü bulunan virüslere “Koronavirus” denilmektedir. İnsanlarda genellikle soğuk algınlığına yol açan bu virüsler hayat kayıplarına varan tablolara da neden olabilmektedir. 2002 yılında Çin’in Guangdong Eyaleti’nde başlayan SARS-CoV virüsü salgını dünya genelinde 17 ülkeye yayılmıştır. Bu salgında 8098 kişi hastalığa yakalanmış ve 774 kişi hayatını kaybetmiştir. 2012 yılında Suudi Arabistan’da başlayan MERS-CoV virüsü salgını ise dünya genelinde 27 ülkeyi etkilemiş, salgına yakalanan 2499 kişiden 861’i hayatını kaybetmiştir.

# covid_text_2
source: In the last days of 2019, it was noticed that there was a cluster of pneumonia cases admitted to the hospital in Wuhan, China's Hubei Province. The first cases are epidemiologically related to an animal market in Wuhan. Three patients were admitted to a hospital in Wuhan on 27 December 2019 with the diagnosis of severe pneumonia. The first case is a 49-year-old woman who was a fish seller at the animal market in Wuhan. The second patient is a 61-year-old male who frequently shoppers at the animal market.
tr: 2019 yılının son günlerinde Çin’in Hubei Eyaleti’ne bağlı Wuhan şehrinde hastaneye başvuran pnömoni vakalarında bir kümelenme olduğu fark edilmiştir. İlk vakalar, epidemiyolojik olarak Wuhan’daki bir hayvan pazarı ile ilişkilidir. 27 Aralık 2019 tarihinde Wuhan’daki bir hastaneye ağır pnömoni tanısıyla üç hasta yatırılmıştır. İlk vaka, Wuhan’daki hayvan pazarında balık satıcısı olan 49 yaşında bir kadındır. İkinci hasta, hayvan pazarından sıklıkla alışveriş yapan 61 yaşında bir erkektir.

# covid_text_3
source: Samples taken from the first patients were tested for many known pathogens. A new Coronavirus (2019-nCoV) has been identified, showing 85 percent similarity to the bat SARS-CoV virus. It has been found that the virus is transmitted by droplets and close contact. On January 1, 2020, the animal market in Wuhan, which was thought to be the origin of the virus, was closed. The virus is transmitted through droplets. As a result of the coughing of an individual carrying COVID-19, inhalation of droplets that spread around can cause transmission of the disease. In addition, the virus can be transmitted by touching the face, eyes, nose or mouth without washing the hands after touching the surfaces where the droplets may have settled.
tr: İlk hastalarda alınan örnekler bilinen birçok patojen için test edilmiştir. Yarasa SARS-CoV virüsüne yüzde 85 oranında benzerlik gösteren yeni bir Koronavirus (2019-nCoV) tanımlanmıştır. Virüsün damlacık ve yakın temas ile bulaştığı tespit edilmiştir. 1 Ocak 2020 tarihinde virüsün çıkış yeri olduğu düşünülen Wuhan’daki hayvan pazarı kapatılmıştır. Virüs damlacık yoluyla bulaşmaktadır. COVID-19 taşıyan bireyin öksürmesi sonucunda etrafa yayılan damlacıkların solunması hastalığın bulaşmasına neden olabilir. Ayrıca damlacıkların yerleşmiş olabileceği yüzeylere elle temas ettikten sonra ellerin yıkanmadan yüz, göz, burun ya da ağıza değdirilmesi sonucunda da virüs bulaşabilir.

# covid_text_4
source: Click the button to reach the countries affected by the coronavirus and the current issues.
tr: Koronavirüsün etkilediği ülkelere ve güncel sayılara ulaşmak için butonu tıklayınız.

# covid_text_5
source: Considering the cases that have occurred to date, individuals of advanced age (65 years and over) and people with chronic diseases such as heart, hypertension, diabetes, chronic respiratory disease and cancer are more affected by COVID-19 infection. Considering all the numbers, it is possible to say that 80 percent of the infected people overcome the disease slightly. The remaining 20 percent require treatment under hospital conditions. This epidemic rarely affects children. There is not enough scientific evidence yet regarding the effects of the epidemic on pregnant women. There is also limited scientific evidence that the virus can be transmitted from mother to baby during pregnancy.
tr: Bugüne kadar ortaya çıkan vakalara bakıldığında COVID-19 enfeksiyonundan ileri yaştaki (65 yaş ve üstü) bireyler ve kalp, hipertansiyon, diyabet, kronik solunum yolu hastalığı, kanser gibi kronik hastalığı olan kişiler daha fazla etkilenmektedir. Tüm sayılar göz önünde tutulduğunda enfeksiyon kapan kişileri yüzde 80’inin hastalığı hafif atlattığını söylemek mümkündür. Geriye kalan yüzde 20’lik kesimde ise hastane koşullarında tedavi gerekmektedir. Bu salgın çocukları ise nadiren etkilemektedir. Salgının hamileler üzerindeki etkileri ile ilgili henüz yeterli bilimsel kanıt bulunmamaktadır. Ayrıca virüsün gebelik süresince anneden bebeğe geçebileceğine dair var olan bilimsel kanıtlar da sınırlıdır.

# covid_text_6
source: The diagnosis of COVID-19 (New Coronavirus) is made by molecular tests performed in health institutions determined by the Ministry of Health.
tr: COVID-19 (Yeni Koronavirüs) tanısı, Sağlık Bakanlığı tarafından belirlenen sağlık kuruluşlarında yapılan moleküler testler ile konulmaktadır.

# covid_text_7
source: Early stage symptoms of the disease; Cough, chest tightness, fever and shortness of breath. In advanced stages, cough and shortness of breath may increase, as well as respiratory distress, findings similar to pneumonia can be seen.
tr: Hastalığın erken evre belirtileri; öksürük, göğüste sıkışma, ateş ve nefes darlığı olarak sıralanabilir. İlerleyen evrelerde öksürük ve nefes darlığı artabilir, solunum sıkıntılarının yanı sıra pnömaniye benzer bulgular görülebilir.

# take_covid_19
source: Take a COVID-19 Test
tr: COVID-19 PCR Testi yaptır

# check_for_updates
source: Checking for updates...
tr: Yeni versiyon kontrol ediliyor...

# select_language
source: assets/images/language_eng-01.png
tr: assets/images/language_tr-01.png

source: Let's know you better!
tr: Sizi daha iyi tanıyalım!

source: Enter the code
tr: Lütfen kodu giriniz

# check_sms
source: Please check your SMS/Email
tr: Lütfen mesajlarınızı kontrol ediniz

source: SELECT BIRTH DATE
tr: DOĞUM TARİHİ SEÇİNİZ

# existing_relative_add
source: Existing User Saved Into Relatives.
tr: Var Olan Kullanıcı Profilinize Eklenmiştir.

# relative_change_message
source: Further operations will be completed by the selected user, do you confirm?
tr: Bundan sonraki işlemleriniz seçilen kullanıcı ile yapılacaktır, onaylıyor musunuz?

# force_update_message
source: Please update the app to continue.
tr: Devam etmek için uygulamanızı güncelleyiniz.

# optional_update_message
source: A new version is available
tr: Uygulamanın yeni versiyonu indirilebilir.

# dont_ask_again
source: Don't ask me again
tr: Tekrar sorma

source: Never ask again
tr: Asla tekrar sorma

source: Later
tr: Sonra

source: Update Now
tr: Şimdi Güncelle

source: App Update Available
tr: Yeni Versiyonumuz Yayında

# switch_back_to_default_account
source: Switch Back To Default
tr: Ana Hesaba Geç

source: Unsupported Language
tr: Desteklenmeyen Dil

source: Select another language
tr: Başka dil seçiniz

# delete_relative_title
source: Deleting!
tr: Silinecektir!

# delete_relative_confirm_message
source: Do you confirm?
tr: Onaylıyor musunuz?

source: Share
tr: Paylaş

# all_appointment_file
source: All Appointment Files
tr: Tüm Randevu Dosyaları

source: Online Hospital
tr: Online Hastane

source: Show Report
tr: RAPOR GÖRÜNTÜLE

# tawkto_url
source: https://tawk.to/chat/5f86c131a2eb1124c0bcccc5/default
tr: https://tawk.to/chat/5ec22b4c967ae56c521abb5d/default

# policy_url
source: https://app.guven.com.tr/assets/static/kvkk_en.html
tr: https://app.guven.com.tr/assets/static/kvkk_tr.html

# sales_contract_url
source: https://app.guven.com.tr/assets/static/sales_contract_en.html
tr: https://app.guven.com.tr/assets/static/sales_contract_tr.html

# select_relative
source: Switch
tr: Geçiş Yap

# relatives_only_children_warning
source: You can only add children of your own below age of 18
tr: Sadece 18 yaşından küçük çocuklarınızı ekleyebilirsiniz.

# cancellation_refund_conditions
source: Cancellation and refund conditions
tr: İptal ve iade koşulları

# iptal_url
source: https://app.guven.com.tr/assets/static/iptal_en.html
tr: https://app.guven.com.tr/assets/static/iptal_tr.html

source: Informed consent forṁ
tr: Aydınlatılmış onam belgesi̇

# informed_consent_form_url
source: https://app.guven.com.tr/assets/static/onam_en.html
tr: https://app.guven.com.tr/assets/static/onam_tr.html

# check_informed_consent_form
source: In order to continue your transaction, You need to read and approve the informed consent form
tr: İşleminize devam edebilmeniz için aydınlatılmış onam belgesini okumanız ve onaylamanız gerekiyor

source: Closest available appointments
tr: En yakın uygun randevular

# click_go
source: Click and Go
tr: Tıkla ve Git

source: Specific Days
tr: Belirli Günler

source: Irrelevant
tr: Farketmez

source: Next
tr: Sonraki

source: Every
tr: Her

source: Hour
tr: Saatte

# select_appo_type
source: Select the type of appointment you want to process
tr: İşlem yapmak istediğiniz randevu tipini seçiniz

source: Hours
tr: Saatte

# profile_picture_delete
source: Profile picture will be deleted. Do you confirm?
tr: Profil resmi silinecektir. Onaylıyor musunuz?

source: Delete
tr: Sil

# profile_picture_change
source: Your profile picture will be updated with the selected one. Do you confirm?
tr: Profil resminiz seçtiğiniz resim ile güncellenecektir. Onaylıyor musunuz?

# load_zoom_meeting
source: Loading Meeting...
tr: Görüşmeye Giriliyor...

# start_zoom_meeting
source: Starting Meeting...
tr: Görüşme Başlatılıyor...

# profile_picture_name
source: Profile Picture
tr: Profil Resmi

# call_us_message
source: Please call 444 9 494 to contact us.
tr: Bize ulaşmak için lütfen 444 9 494'ü arayınız.

source: Call Us
tr: Bizi Arayın

# success_message_title
source: Info
tr: Bilgi

source: Symptom Analyzer
tr: Semptom Analiz Botu

# symptomChecker_language
source: en-gb
tr: tr-tr

# hint_input_old_password
source: Old Password
tr: Eski Şifre
