Repository: guvenfuturerbio/rBio
Catalog: lib/l10n/intl_*.arb
Languages: tr

# distance_sales_contract_context
source: DISTANCE SALES AGREEMENT Updated as of: 16.09.2021 ARTICLE 1: PARTIES and SUBJECT MATTER 1. This Distance Sales Agreement (the “Agreement”) has been entered into by the parties listed below: SELLER (“Güven Hospital”) Trade Name : Güven Hastanesi A.Ş. Address : Remzi Oğuz Arık Mahallesi Paris Cad. No:58 Çankaya Ankara Telephone : 444 94 94 E-mail : guven@guven.com.tr MERSİS No. : 0451001685100012 BUYER (“Buyer”) Full Name : <userName> Address :<adress> Telephone : <phoneNumber> E-mail : <email> The Buyer and Güven Hospital may be individually referred to as a “Party” and jointly as the “Parties”. 2. Güven Hospital is a private hospital providing patients with ambulatory and in-patient medical examination, diagnosis and treatment services of various medical specialities and seated at the address of Paris Caddesi No: 58 Kavaklıdere Ankara, in the Ankara province, holding the qualifications prescribed for under the “Private Hospitals Regulation” published on the Official Gazette dated 11.03.2009 and numbered 27166 and other relevant legislation. 3. This Agreement has been prepared in accordance with the Consumer Protection Law No. 6502 (the “Law”) and the Distance Agreements Regulation. This Agreement provides for the Parties’ mutual rights and obligations for the Buyer’s purchase of the healthcare service package as defined under Article 2.2 of this Agreement (the “Service Package”) from the web site and mobile applications owned by Güven Hospital (the “Online Platform”). 4. The Parties to this Agreement accept and represent that they are informed of and understand their obligations and responsibilities arising out of the Law and the Distance Agreements Regulation within the context of this Agreement. 5. By way of approving this Agreement and the Preliminary Disclosure Form by electronic means, Buyer confirms the complete and accurate receipt of the information that must be provided by Güven Hospital to the Buyer prior to the execution of a distance agreement, namely those on address, the essential features of the service that is ordered, the full price of the service including taxes and payment information. ARTICLE 2: ESSENTIAL FEATURES OF THE SUBJECT MATTER OF THE AGREEMENT AND PRICE 1. The essential features of the Service Package are listed on the Online Platform and may likewise be reviewed on the Online Platform. Where the Service Package is an “online meeting”, the Service Package is not a substitute for a medical examination in cases where the patient and the physician must be together and is solely for the purposes of the Buyer inquiring and consulting with the physician chosen on the Online Platform. 2. Information as to the Service Package purchased by the Buyer by this Agreement are as below: Explanation on the Service Package Quantity Unit Price Subtotal (VAT Inclusive) <packageName> Total: Payment Method and Plan : <paymentPlan> Invoice Address : <adress> Delivery Address : <adress> Recipient : <userName> Date of Purchase : <currentDate> 3. Prices published on the Online Platform are sales prices. Published prices and offers are valid until they are updated or changed. Prices published for a certain term are valid until the expiry of said term. 4. The Service Package approved and purchased by the Buyer over the Online Platform shall be processed no later than 24 hours by Güven Hospital and relayed to its relevant units. 5. Service shall be provided by Güven Hospital to the Buyer as soon as possible and in any event no later than 7 (seven) business days. In cases where the Service Package corresponds to a service that is for a single use only, the Buyer must use the Service Package by <expirationDate> at the latest. In cases where the Service Package corresponds to a service that is by nature continuous over a certain term, the Buyer must commence the use of the Service Package by <currentDate> at the latest and must then finish the use of all the Service Package in 3 (three) months starting from said date. Service Packages that are not used prior to the dates specified in this article shall not be usable after the expiry of said dates, no payment / repayment shall be made to the Buyer in this regard and the Buyer shall correspondingly have no rights of recourse. 6. In the event of any delays that are not attributable to Güven Hospital, Güven Hospital shall promptly notify the event to the Buyer. 7. The full or deferred price of the Service Package purchased by the Buyer shall be listed on the order form, shall be approved by the Buyer, and shall be sent to the Buyer’s e-mail address as an e-invoice following the completion of the order. Any discounts and promotion, if applied, shall be reflected on the sales price. 8. Where the Service Package requires a physical delivery to the Buyer, delivery charges are on the Buyer unless otherwise indicated by Güven Hospital. In this case, Güven Hospital shall deliver the Service Package in 30 (thirty) days following the order date. Güven Hospital reserves its right to extend this term by an additional 10 (ten) days via written notice during this period. Upon the delivery of the Service Package to the post or to the courier company, the risk shall pass to the Buyer. 9. This Agreement shall come into effect upon its approval by the Buyer on the Online Platform and shall be deemed to have been performed by the delivery of the Service Package purchased by the Buyer from Güven Hospital physically and/or via online means. 10. The Service Package shall be delivered to the person or persons present at the address indicated by the Buyer on the order form and in this Agreement. ARTICLE 3: BUYER’S REPRESENTATIONS AND UNDERTAKINGS 1. The Buyer represents that it has duly received preliminary information on the features of the Service Package, its sales price inclusive of taxes, the payment method, delivery, its right of withdrawal and terms of use, and that it has read, understood, has been fully informed of, has electronically agreed to, and has electronically made all necessary approvals for the information provided to itself by Güven Hospital over the Online Platform. 2. By way of accepting this Agreement, the Buyer agrees in advance that upon its approval of the Service Package subject matter to this Agreement, it is under the obligation to pay for the price of the Service Package and additional fees such as tax and that it has been informed in this regard. 3. For the intended performance of the chosen Service Package and limited with purpose of performing the service listed under the Service Package, the Buyer expressly consents to the processing of its medical data that is deemed as sensitive personal data by the Personal Data Protection Law No. 6698. 4. The Buyer may relay its requests and complaints to Güven Hospital’s communication channels listed above. Güven Hospital shall promptly revert to the Buyer following the evaluation of said requests and complaints. 5. The Buyer agrees, represents, and undertakes that in case of any failure to pay for the price of the Service Package subject matter to this Agreement and/or the cancellation of the payment over bank records, Güven Hospital’s obligation to perform and/or deliver the Service Package subject matter to this Agreement shall expire. 6. The Buyer agrees and represents that in and while accepting this Agreement, the Buyer is at least 18 years of age or is at an age mandated by the relevant country’s laws to be legally capable of accepting this Agreement, that its capacity is not restricted and that it is authorized to accept this Agreement. If it is determined that the Buyer is younger than the age prescribed for in this article, is of restricted capacity or is not in any manner authorized to execute this Agreement, Güven Hospital may immediately terminate this Agreement and no return payments shall be made to the Buyer or its legal representative. 7. Where the Service Package is an “online meeting”, the Buyer is required to log in to the Güven Online application no later than 5 (five) minutes before the appointment time, be ready for connection and commence the meeting with the physician. If the Buyer is not ready as prescribed for under this article and/or does not attend the meeting at all, the meeting shall be priced as if it were duly conducted, and no return payments shall be made to the Buyer. 8. Where the Service Package is an “online meeting”, issues necessary for the Buyer’s consideration to conduct a video meeting and information on the software and hardware necessary for the utilization of the service are listed in the relevant sections of the web page “https://www.guven.com.tr/online-doktor” and may be updated from time to time by Güven Hospital. The Buyer is under the obligation to abide by these as well as to keep track of any updates. 9. The Buyer represents and undertakes that it has read, understood, and accepted the information listed under Annex-1: Information on the Scope of the Online Doctor and E-Consultation Service and Informed Consent Document. ARTICLE 4: SEQUENCE OF PERFORMANCE, DEFAULT, AND ITS LEGAL CONSEQUENCES 1. Following payment by the Buyer, in compliance with the terms of this Agreement, Güven Hospital shall provide the service prescribed under the Service Package specified in this Agreement. 2. In the event of any default on the side of the Buyer, the Buyer agrees to pay for any damages and costs incurred by Güven Hospital due to the late performance of its obligation. ARTICLE 5: RIGHT OF WITHDRAWAL 1. The Buyer, without any civil or criminal consequences and without providing for a cause, may use its right of withdrawal within 14 (fourteen) days, which starts from the date of delivery for the sale of goods, and starts from the date of purchase for the sale of services. For transactions on the sale of goods, the Buyer may also use its right of withdrawal until the delivery of the goods. 2. The right of withdrawal cannot be used by the Buyer if the service within the scope of the Service Package is used, in part or in full, by the Buyer. Similarly, the right of withdrawal may not be used for services that are being performed following the Buyer’s consent prior to the expiry of the term available for the right of withdrawal. 3. Within 14 (fourteen) days starting from the date of the Buyer’s use of its right of withdrawal (and on condition that for the sale of goods, the goods are returned through the courier specified for this purpose by Güven Hospital), all payments made by the Buyer to Güven Hospital for the relevant good or service shall be returned to or through the payment instrument used by the Buyer for the purchase of the Service Package, without any costs or obligations to the Buyer and in one payment. 4. Any notifications for the right of withdrawal shall be made to the e-mail address of <hospitalEmail> operated by Güven Hospital. 5. Any costs arising out of the utilization of the right of withdrawal shall be borne by Güven Hospital. The Buyer agrees in advance that by way of accepting this Agreement, it has been informed of its right of withdrawal. ARTICLE 6: LIMITATION OF LIABILITY 1. In all cases, for medical diagnoses, treatments and disease prevention, Buyer is required to consult its physician freely chosen at its own ultimate discretion, not to skip any routine controls and in case of all emergencies, to apply to the closest emergency ward without any delay. Güven Hospital shall have absolutely no liability for any acts or actions to the contrary. 2. No medical procedures (such as examinations, diagnoses, or treatments) are offered or provided by the physicians attending Güven Online through the scope of the “online meeting”, and Güven Hospital and/or the physicians attending Güven Online shall have absolutely no liability for any professed malpractice. 3. The physicians attending Güven Online for an “online meeting” are not providing any advice. It is the Buyer’s responsibility and obligation to verify the correctness of any information or data provided during an “online meeting”. Güven Hospital and the physicians attending Güven Online shall have absolutely no liability for the use or failure to use of Güven Online and/or the “online meeting” feature, any disruption of the service provided over Güven Online and any wounding, physical injuries, actual or moral damages, loss of profit, loss of employment opportunity and similar direct or indirect damages. 4. To the extent possible under the applicable law, Güven Hospital’s liability for any damages incurred by the Buyer due to the Service Package and Agreement shall be limited by whichever is the lowest of (i) the sum total of the amounts paid by the Buyer to Güven Hospital over Güven Online within the 1 (one) calendar month before the occurrence of the event giving rise to liability, or (ii) 1,000 (one thousand) Turkish Liras. 5. The Buyer shall hold Güven Hospital harmless in cases where the Buyer damages any third parties by its breach of this Agreement. If Güven Hospital incurs any damages due to any reason attributable to the Buyer, said damages shall be compensated for by the Buyer promptly, in cash and in full. ARTICLE 7: MISCELLANEOUS PROVISIONS 1. All correspondence related with this Agreement by and between the Parties shall be done so through e-mail, except in cases where the applicable legislation explicitly requires another form of communication. For these cases provided for in the applicable legislation, the Parties’ designated addresses shall be deemed as their service addresses. Unless any changes of address are notified to the other Party in 15 (fifteen) days, all notifications to the former address shall be deemed to have been duly served. 2. Güven Hospital shall bear no liability for any damages or losses arising out of or in connection with any delays or a failure to perform any obligations due to unforeseeable and unpreventable force majeure events out of its control, such as natural disasters, fires, explosions, civil wars, wars, uprisings, riots, mobilizations, strikes, lockouts, and pandemics. In cases where a force majeure event directly affects Güven Hospital’s obligations provided for in this Agreement, Güven Hospital reserves its right to unilaterally terminate this agreement without compensation. 3. If any of the articles or any part of this agreement is deemed as invalid, void or unenforceable, then said article or part shall be construed and performed in a manner and form that is enforceable and that is closest to its literal purpose; however, in cases where this is not possible, said article or part shall be deemed to have been severed and removed from this Agreement and such severance and removal shall in no manner affect or invalidate the remaining articles and terms of this Agreement, and the remaining articles and terms of this Agreement shall continue to remain valid and in full effect. 4. No waiver shall be valid unless it is in writing and is done so by the Parties. Any failure to request the performance of any of the terms and conditions of this Agreement by any Party, or the waiver of any Party’s rights of recourse due to the breach of this Agreement, shall not prevent the performance of said term or condition in the future or shall not be construed as a waiver of any potential future breach. 5. Güven Hospital reserves its right to assign any of its rights or liabilities arising out of this Agreement to third parties without any restriction. 6. The Parties agree and undertake that the laws and regulations of the Republic of Turkey, excluding its choice of law provisions, shall exclusively govern this Agreement, and shall be used to interpret the validity, performance, and construction of this Agreement. 7. In connection with any disputes arising out of this Agreement, for issues at or below the monetary limit announced annually by the Ministry of Commerce, the District or Provincial Consumer Issues Arbitration Tribunal seated at the registered address of the Buyer or at the location where the Buyer purchased the Service Package shall be authorized, and for any disputes above said monetary limit, Consumer Courts shall have jurisdiction. 8. Güven Hospital’s official books and commercial records, as well as the electronic information and computer data held in its servers and database, shall be binding, exclusive and definitive evidence. This article is a contract for evidence within the context of Article 193 of the Civil Procedural Law. 9. THE BUYER AGREES AND REPRESENTS THAT IT HAS READ AND UNDERSTOOD THE INFORMATION PROVIDED TO ITSELF BY GÜVEN HOSPITAL ON THE FEATURES OF THE SERVICE THAT IS TO BE PROVIDED OVER GÜVEN ONLINE AND THROUGH THIS AGREEMENT AND ITS OBLIGATIONS THEREFROM, THAT IT HAS POSED INQUIRIES ON ISSUES THAT IT DID NOT UNDERSTAND, THAT SUCH INQUIRIES WERE ANSWERED BY AUTHORIZED PERSONNEL AND THAT IT WAS INFORMED IN FULL. This Agreement, being comprised of 7 (seven) articles and 1 (one) annex, has been executed by the Buyer by way of being read and approved electronically, and came into effect immediately. Annex-1: Information on the Scope of the Online Doctor and E-Consultation Service and Informed Consent Document BUYER GÜVEN HASTANESİ A.Ş. ANNEX-1: INFORMATION ON THE SCOPE OF THE ONLINE DOCTOR AND E-CONSULTATION SERVICE AND INFORMED CONSENT DOCUMENT Updated as of: 03.04.2020 I have been informed in writing of the scope of the ONLINE DOCTOR AND E-CONSULTATION SERVICE (the “Service”) provided by the web site and mobile applications (the “Online Platform”) owned by Güven Hastanesi A.Ş. (“Güven Hospital”). I have been clearly informed in writing that 1. Within the scope of the Service, through the Online Platform, the possibility of Güven Hospital physicians’ advice and consultation is being offered, 2. In cases where the patient and the physician must be together, the Service is not a substitute for medical examination, 3. For all personal needs of medical diagnosis and treatment, I must apply to my physician freely chosen at my own ultimate discretion and that I must be physically examined, 4. In emergency cases that concern my health, I must apply to the nearest emergency ward without delay, and 5. Güven Hospital carries absolutely no liability for any adverse consequences due to any failure to abide by the above. I was provided with phone numbers that I may contact if I had any inquiries as to the above. Accordingly: I accept and represent that I have read, understood, and accepted all written information relayed to me as they are, and that I will utilize the ONLINE DOCTOR AND E-CONSULTATION SERVICE within the guidelines set forth in said information. (This Document has been signed by the BUYER as a supplementary part of the DISTANCE SALES AGREEMENT by and between GÜVEN HOSPITAL and the BUYER.)
tr: MESAFELİ SATIŞ SÖZLEŞMESİ Güncelleme: 16.09.2021 MADDE 1: TARAFLAR ve KONU 1. İşbu Mesafeli Satış Sözleşmesi’nin (“Sözleşme”) tarafları aşağıdaki gibidir: SATICI (“Güven Hastanesi”) Ticari Unvanı : Güven Hastanesi A.Ş. Adresi : Remzi Oğuz Arık Mahallesi Paris Cad. No:58 Çankaya Ankara Telefon : 444 94 94 E-mail : guven@guven.com.tr MERSİS No : 0451001685100012 ALICI (“Alıcı”) Adı Soyadı : <userName> Adresi : <adress> Telefon : <phoneNumber> E-mail : <email> Alıcı ve Güven Hastanesi bundan böyle ayrı ayrı “Taraf” ve birlikte “Taraflar” olarak anılabilecektir. 2. Güven Hastanesi, 27166 sayı ve 11.03.2009 tarihli Resmi Gazete’de yayımlanarak yürürlüğe giren "Özel Hastaneler Yönetmeliği" ve sair mevzuatta belirtilen şartları taşıyan, çeşitli uzmanlık dallarında hastalara ayakta ve yatırarak muayene, teşhis ve tedavi hizmeti sunan, Ankara’da Paris Caddesi No: 58 Kavaklıdere Ankara adresinde mukim özel bir hastanedir. 3. İşbu Sözleşme 6502 Sayılı Tüketicinin Korunması Hakkında Kanun (“Kanun”) ve Mesafeli Sözleşmeler Yönetmeliği’ne uygun olarak düzenlenmiştir. İşbu Sözleşme, Alıcı’nın Güven Hastanesi’ne ait web sitesi ve telefon uygulamaları (“Online Platform”) üzerinden işbu Sözleşme’de Madde 2.2’de belirtilen sağlık hizmeti paketini (“Hizmet Paketi”) satın almasında Tarafların karşılıklı hak ve yükümlülüklerini düzenlemektedir. 4. İşbu Sözleşme’nin Tarafları işbu Sözleşme tahtında Kanun’dan ve Mesafeli Sözleşmeler Yönetmeliği’nden kaynaklanan yükümlülük ve sorumluluklarını bildiklerini ve anladıklarını kabul ve beyan ederler. 5. Alıcı, işbu Sözleşme’yi ve Ön Bilgilendirme Formu’nu elektronik ortamda teyit etmekle, mesafeli sözleşmelerin akdinden önce Güven Hastanesi tarafından Alıcı’ya verilmesi gereken adres, siparişi verilen hizmete ait temel özellikler, hizmetin vergiler dahil fiyatı ve ödeme bilgilerini de doğru ve eksiksiz olarak edindiğini teyit etmiş olur. MADDE 2: SÖZLEŞME KONUSUNUN TEMEL NİTELİKLERİ VE BEDELİ 1. Hizmet Paketi’nin temel özellikleri Online Platform’da yer almaktadır ve Online Platform’da incelenebilecektir. Hizmet Paketi’nin “online görüşme” olması halinde Hizmet Paketi, hasta ve hekimin bir arada bulunması gereken durumlarda muayenenin bir muadili olmayıp, Alıcı’ya sadece Online Platform’da seçilen hekime danışma ve konsültasyon imkanı sunulacaktır. 2. Alıcı tarafından işbu Sözleşme kapsamında satın alınan Hizmet Paketi’ne ilişkin bilgiler aşağıdaki şekildedir: Hizmet Paketi Açıklaması Adet Birim Fiyatı Ara Toplam (KDV Dahil) <packageName> Toplam : Ödeme Şekli ve Planı : <paymentPlan> Fatura Adresi : <adress> Teslimat Adresi : <adress> Teslim Edilecek Kişi : <userName> Satın Alma Tarihi : <currentDate> 3. Online Platform’da ilan edilen fiyatlar satış fiyatıdır. İlan edilen fiyatlar ve vaatler güncelleme yapılana ve değiştirilene kadar geçerlidir. Süreli olarak ilan edilen fiyatlar ise belirtilen süre sonuna kadar geçerlidir. 4. Güven Hastanesi, Alıcı’nın Online Platform üzerinden onaylayarak satın aldığı Hizmet Paketi’ni en geç 24 saat içinde işleme alarak ilgili birimlerine iletir. 5. Hizmet, Güven Hastanesi tarafından mümkün olan en kısa sürede ve en geç 7 (yedi) iş günü içinde Alıcı’ya sunulur. Hizmet Paketi’nin tek seferde kullanılmakla tükenecek bir hizmete ilişkin olması halinde Hizmet Paketi’nin Alıcı tarafından <expirationDate> tarihine kadar kullanılması gerekmektedir. Hizmet Paketi’nin devamlılığı olan bir hizmete yönelik, dönemli bir hizmete ilişkin olması halinde ise Alıcı tarafından Hizmet Paketi’nin kullanımına <currentDate> tarihine kadar başlanılmış olması ve bu tarihten itibaren 3 (üç) ay içerisinde Hizmet Paketi’nin tamamen kullanılması gerekir. İşbu maddede belirtilen tarihlere kadar kullanılmayan Hizmet Paketi belirtilen tarihlerden sonra kullanılamaz ve bu hususta Alıcı’ya herhangi bir ödeme / geri ödeme yapılmayacağı gibi, Alıcı’nın herhangi bir talep hakkı da bulunmayacaktır. 6. Güven Hastanesi’nden kaynaklanmayan sebeplerle gecikmelerin yaşanması halinde Güven Hastanesi durumu derhal Alıcı’ya bildirir. 7. Alıcı’nın satın aldığı Hizmet Paketi’nin peşin veya vadeli fiyatı sipariş formunda yer alır, Alıcı tarafından onaylanır ve sipariş sonunda Alıcı’nın e-posta adresine e-fatura olarak gönderilir. Yapılan indirimler ve promosyonlar satış fiyatına yansıtılır. 8. Hizmet Paketi’nin Alıcı’ya fiziki teslimat gerektirmesi halinde, teslimat masrafları aksi Güven Hastanesi tarafından beyan edilmediği müddetçe Alıcı’ya aittir. Bu durumda Güven Hastanesi Hizmet Paketi’ni sipariş tarihinden itibaren 30 (otuz) gün içinde teslim eder. Güven Hastanesi bu süre içinde yazılı bildirimle ek 10 (on) günlük süre uzatım hakkını saklı tutar. Hizmet Paketi’nin aracı posta veya kargo şirketine teslim edilmesi ile hasardan sorumluluk Alıcı’ya geçer. 9. İşbu Sözleşme Alıcı tarafından Online Platform üzerinden onaylanmakla yürürlüğe girer ve Alıcı’nın Güven Hastanesi’nden satın almış olduğu Hizmet Paketi’nin Alıcı’ya online ve/veya fiziksel ortamda sunulması ile ifa edilmiş olur. 10. Hizmet Paketi, Alıcı’nın sipariş formunda ve işbu Sözleşme’de belirtmiş olduğu adreste bulunan kişi/kişilere teslim edilecektir. MADDE 3: ALICININ BEYAN VE TAAHHÜTLERİ 1. Alıcı, Hizmet Paketi’nin nitelikleri, tüm vergiler dahil satış fiyatı, ödeme şekli, teslimat ve cayma hakkı ile kullanım şartlarına ilişkin olarak ön bilgilerin tarafına ulaştığını, Güven Hastanesi tarafından kendisine Online Platform üzerinden sunulan bilgileri okuduğunu, anladığını, eksiksiz olarak bilgilendiğini, elektronik ortamda teyit ettiğini ve elektronik ortamda satış için gerekli onayları verdiğini beyan eder. 2. İşbu Sözleşme’yi kabul etmekle Alıcı, Sözleşme konusu Hizmet Paketi’ni onayladığı takdirde Hizmet Paketi’nin bedeli ve vergi gibi belirtilen ek ücretleri ödeme yükümlülüğü altına gireceğini ve bu konuda bilgilendirildiğini peşinen kabul eder. 3. Alıcı, seçmiş olduğu Hizmet Paketi’nin gereklerinin ifa edilebilmesi için 6698 sayılı Kişisel Verileri Koruma Kanunu uyarınca özel nitelikli kişisel veri sayılan sağlık verilerinin Hizmet Paketi kapsamındaki hizmetin ifası amacı ile sınırlı olmak kaydıyla işlenmesine açık olarak rıza göstermektedir. 4. Alıcı, talep ve şikâyetlerini Güven Hastanesi’nin yukarıda yer alan iletişim kanallarına ulaştırabilir. Güven Hastanesi, talep ve şikâyetleri değerlendirerek Alıcı’ya en kısa zamanda geri dönüş yapar. 5. Alıcı, herhangi bir nedenle Sözleşme konusu Hizmet Paketi’nin bedelinin ödenmemesi ve/veya banka kayıtlarında iptal edilmesi halinde, Güven Hastanesi’nin Sözleşme konusu Hizmet Paketi’ni ifa ve/veya teslim yükümlülüğünün sona ereceğini kabul, beyan ve taahhüt eder. 6. Alıcı, işbu Sözleşme’yi kabul ederken en az 18 yaşında olduğunu veya ilgili ülke mevzuatına göre işbu Sözleşme’yi akdetmeye uygun yaşta olduğunu, kısıtlı olmadığını ve işbu Sözleşme’yi akdetmeye yetkili olduğunu kabul ve beyan eder. Alıcı’nın işbu maddede belirtilen yaş sınırından daha küçük olduğunun, kısıtlı olduğunun veya sair surette işbu Sözleşme’yi akdetmeye yetkili olmadığının tespiti halinde işbu Sözleşme Güven Hastanesi tarafından derhal feshedilebilir ve Alıcı’ya veya yasal temsilcisine herhangi bir ödeme iadesi yapılmaz. 7. Hizmet Paketi’nin “online görüşme” olması halinde Alıcı’nın, randevu saatinden en geç 5 (beş) dakika önce Güven Online uygulamasına giriş yapması, bağlantıya hazır durumda olması ve hekimle görüşmeyi başlatmış olması gerekir. Alıcı’nın bu maddede belirtilen şekilde hazır olmaması ve/veya görüşmeye hiç katılmaması halinde ilgili görüşme yapılmış sayılarak ücretlendirmesi yapılır ve Alıcı’ya herhangi bir iade yapılmaz. 8. Hizmet Paketi’nin “online görüşme” olması halinde Alıcı’nın görüntülü görüşme yapabilmek için dikkat etmesi gereken hususlar ve hizmetin kullanılabilmesi için gereken donanım ve yazılımlara ilişkin bilgi “https://www.guven.com.tr/online-doktor” adresindeki ilgili bölümlerde yer almakta olup, bu hususlar zaman zaman Güven Hastanesi tarafından güncellenebilecektir. Güncellemeleri takip etmek ve bu hususlara uymak Alıcı’nın sorumluluğundadır. 9. Alıcı, Ek-1: Online Doktor ve E-Konsültasyon Hizmetinin Kapsamı Hakkında Bilgilendirme ve Aydınlatılmış Onam Belgesi’nde yer alan bilgileri okuduğunu, anladığını ve kabul ettiğini beyan ve taahhüt eder. MADDE 4: İFADA SIRA, TEMERRÜD HALİ VE HUKUKİ SONUÇLARI 1. Alıcı’nın ödemeyi gerçekleştirmesini takiben, işbu Sözleşme koşullarına uygun olarak Güven Hastanesi Sözleşme’de belirtilen Hizmet Paketi kapsamındaki hizmeti sunar. 2. Alıcı borcundan dolayı temerrüde düşmesi halinde, borcun gecikmeli ifasından dolayı Güven Hastanesi’nin oluşan zarar ve ziyanını ödemeyi kabul eder. MADDE 5: CAYMA HAKKI 1. Alıcı, hiçbir hukuki ve cezai sorumluluk üstlenmeksizin ve hiçbir gerekçe göstermeksizin, mal satışına ilişkin işlemlerde teslimat tarihinden itibaren, hizmet satışına ilişkin işlemlerde satın alma tarihinden itibaren 14 (on dört) gün içerisinde cayma hakkını kullanabilir. Mal satışına ilişkin işlemlerde Alıcı, malın teslimine kadar olan süre içinde de cayma hakkını kullanabilir. 2. Hizmet Paketi kapsamındaki hizmetin Alıcı tarafından kısmen veya tamamen kullanılmış olması halinde cayma hakkı kullanılamaz. Cayma hakkı süresi sona ermeden önce, Alıcı’nın onayı ile ifasına başlanan hizmetler için de cayma hakkı kullanılamaz. 3. Alıcı’nın cayma hakkını kullanmasından itibaren 14 (on dört) gün içerisinde (mal satışına ilişkin işlemlerde malın Güven Hastanesi’nin iade için belirttiği taşıyıcı aracılığıyla geri gönderilmesi kaydıyla), Alıcı’nın ilgili mal veya hizmete ilişkin Güven Hastanesi’ne yaptığı tüm ödemeler Alıcı’ya Hizmet Paketi’ni satın alırken kullandığı ödeme aracına uygun bir şekilde ve Alıcı’ya herhangi bir masraf veya yükümlülük getirmeden ve tek seferde iade edilecektir. 4. Cayma hakkına ilişkin bildirimler Güven Hastanesi’ne ait <hospitalEmail> e-posta adresine yapılacaktır. 5. Cayma hakkının kullanımından kaynaklanan masraflar Güven Hastanesi’ne aittir. Alıcı, işbu Sözleşme’yi kabul etmekle, cayma hakkı konusunda bilgilendirildiğini peşinen kabul eder. MADDE 6: SORUMLULUK SINIRI 1. Alıcı’nın her durumda tıbbi tanı, tedavi ve hastalıkların önlenmesi için özgür iradesiyle seçeceği hekimine başvurması, kontrollerini aksatmaması ve her türlü acil durumda vakit kaybetmeden en yakın acil servise müracaat etmesi gerekmektedir. Aksi halde Güven Hastanesi’nin hiçbir sorumluluğu bulunmamaktadır. 2. “Online görüşme” kapsamında Güven Online’da yer alan hekimler tarafından Alıcı’ya herhangi bir tıbbi işlem (muayene, tanı, teşhis, tedavi gibi) sunulmamakta ve vaat edilmemekte olup; Güven Hastanesi’nin ve/veya Güven Online’da yer alan hekimlerin tıbbi kötü uygulamadan (malpraktis) dolayı herhangi bir sorumluluğu bulunmayacaktır. 3. “Online görüşme” kapsamında Güven Online’da yer alan hekimler, herhangi bir görüşte bulunmuş olmamaktadır. “Online görüşme” kapsamında sunulan herhangi bir bilgi veya verinin doğruluğunu teyit etmek Alıcı’nın yükümlülüğü ve sorumluluğundadır. “Online görüşme” kapsamında Güven Hastanesi ve Güven Online’da yer alan hekimler, Güven Online’ın ve/veya “online görüşme” özelliğinin kullanılması veya kullanılmaması, Güven Online’da sunulan hizmetin aksaması veya kesintiye uğraması ve işbu Sözleşme’deki hizmetlerin ifası nedeniyle ortaya çıkabilecek herhangi bir yaralanma, bedensel zarar, maddi veya manevi zarar, kâr kaybı, iş kaybı veya sair her türlü doğrudan ya da dolaylı zararlardan hiçbir biçimde sorumlu değildir. 4. Uygulanacak hukuk altında izin verildiği ölçüde, Güven Hastanesi’nin Alıcı’nın Hizmet Paketi ve Sözleşme kapsamındaki herhangi bir zararına ilişkin sorumluluğu, hangisi daha az ise; (i) sorumluluğu doğuran olaydan önceki 1 (bir) takvim ayı içinde Alıcı tarafından “Güven Online üzerinden” Güven Hastanesi’ne ödenmiş olan Hizmet Paketi bedelleri toplamı, veya (ii) 1.000 (bin) Türk Lirası ile sınırlıdır. 5. Alıcı’nın işbu Sözleşme’yi ihlal ederek üçüncü kişilerin herhangi bir zararına sebep olması halinde Alıcı, bu zarardan Güven Hastanesi’ni masun tutacaktır. Alıcı’dan kaynaklanan herhangi bir sebeple Güven Hastanesi’nin herhangi bir zarara uğraması halinde bu zarar Alıcı tarafından derhal nakden ve defaten tazmin edilecektir. MADDE 7: DİĞER HÜKÜMLER 1. İşbu Sözleşme tahtında Taraflar arasında yapılacak her türlü yazışma, mevzuatta sayılan zorunlu haller dışında e-posta aracılığıyla yapılır. Mevzuatta yazılı hallerde Tarafların belirtmiş olduğu adresleri tebligat adresleri olarak kabul edilir. 15 (on beş) gün içerisinde karşı Tarafa bildirilmeyen tebligat adresi değişikliklerinde tebligat usulüne uygun olarak yapılmış sayılır. 2. Güven Hastanesi, kendi kontrolü dışında meydana gelen, öngörülemeyen ve önlenemeyen doğal afetler, yangın, patlamalar, iç savaşlar, savaşlar, ayaklanmalar, halk hareketleri, seferberlik ilanı, grev, lokavt ve salgın hastalıklar gibi mücbir sebep hallerinden dolayı oluşabilecek herhangi bir gecikme veya yükümlülüklerin ifa edilememesinden kaynaklanabilecek zarar ve ziyandan sorumlu olmayacaktır. Mücbir sebep halinin Güven Hastanesi’nin bu Sözleşme’de yazılı yükümlülüklerini doğrudan etkilemesi durumunda Güven Hastanesi’nin Sözleşme’yi tazminatsız ve tek taraflı feshetme hakkı saklıdır. 3. Bu Sözleşme’nin herhangi bir madde veya kısmının geçersiz, hükümsüz veya ifa edilemez sayılması halinde, o madde veya kısım, onun lafzi amacına en yakın ve aynı zamanda ifa edilebilir olan bir şekilde ve kapsamda yorumlanacak ve uygulanacaktır; ancak bunun mümkün olmaması halinde, o madde veya kısım bu Sözleşme’den ayrılmış ve çıkartılmış sayılacak ve bu durum, Sözleşme’nin kalan madde ve hükümlerini hiçbir şekilde etkilemeyecek veya geçersiz hale getirmeyecek ve Sözleşme’nin diğer madde ve hükümleri tam geçerli ve yürürlükte kalmaya devam edecektir. 4. Hiçbir feragat yazılı olarak ve Taraflarca yapılmadıkça geçerli olmayacaktır. Taraflardan herhangi birinin bu Sözleşme’nin herhangi bir hükmünün veya şartının sağlanmasını talep etmemesi ya da herhangi bir Tarafın işbu Sözleşme’nin herhangi bir ihlalinden doğan talep hakkından feragat etmesi, söz konusu hüküm veya şartın bundan sonra uygulanmasını engellemeyecektir ve bir sonraki ihlalden feragat olarak sayılmayacaktır. 5. Güven Hastanesi, Sözleşme’den doğan hak ve yükümlülüklerini hiçbir sınırlama olmaksızın üçüncü şahıslara devretmek hakkını haizdir. 6. Taraflar, Sözleşme’nin geçerliliği, uygulanması ve yorumlanması konusunda kanunlar ihtilafına dair kurallar hariç olmak üzere münhasır şekilde Türkiye Cumhuriyeti yasaları ve ilgili mevzuatının uygulanacağını kabul ve beyan ederler. 7. İşbu Sözleşme ile ilgili çıkacak ihtilaflarda; her yıl Ticaret Bakanlığı tarafından ilan edilen değere kadar Alıcı’nın yerleşim yerindeki Hizmet Paketi’ni satın aldığı veya ikametgâhının bulunduğu yerdeki İl veya İlçe Tüketici Sorunları Hakem Heyetleri, söz konusu değerin üzerindeki ihtilaflarda ise Tüketici Mahkemeleri yetkilidir. 8. İşbu Sözleşme’den doğabilecek ihtilaflarda Güven Hastanesi’nin resmi defter ve ticari kayıtlarıyla, kendi veritabanında, sunucularında tuttuğu elektronik bilgiler ve bilgisayar kayıtları, bağlayıcı, kesin ve münhasır delil teşkil eder. Bu madde Hukuk Muhakemeleri Kanunu’nun 193. maddesi anlamında delil sözleşmesi niteliğindedir. 9. ALICI, GÜVEN ONLINE VE SÖZLEŞME KAPSAMINDAKİ HİZMETİN NİTELİKLERİ VE BEDELİ İLE EK-1: ONLINE DOKTOR VE E-KONSÜLTASYON HİZMETİNİN KAPSAMI HAKKINDA BİLGİLENDİRME VE AYDINLATILMIŞ ONAM BELGESİ’NDEKİ HUSUSLARA İLİŞKİN OLARAK GÜVEN HASTANESİ TARAFINDAN KENDİSİNE YAPILAN BİLGİLENDİRMELERİ VE KENDİ SORUMLULUKLARINI OKUYUP ANLADIĞINI, ANLAMADIĞI KISIMLARIN OLMASI HALİNDE SORU SORDUĞUNU, SORULARININ YETKİLİ KİŞİLERCE CEVAPLANDIĞINI, EKSİKSİZ OLARAK BİLGİLENDİĞİNİ KABUL VE BEYAN EDER. 7 (yedi) maddeden ve 1 (bir) adet ekten ibaret işbu Sözleşme, Alıcı tarafından elektronik ortamda okunup onaylanmak suretiyle akdedilmiş ve derhal yürürlüğe girmiştir. Ek-1: Online Doktor ve E-Konsültasyon Hizmetinin Kapsamı Hakkında Bilgilendirme ve Aydınlatılmış Onam Belgesi ALICI GÜVEN HASTANESİ A.Ş. EK-1: ONLINE DOKTOR VE E-KONSÜLTASYON HİZMETİNİN KAPSAMI HAKKINDA BİLGİLENDİRME VE AYDINLATILMIŞ ONAM BELGESİ Güncelleme: 03.04.2020 Güven Hastanesi A.Ş.’ye (“Güven Hastanesi”) ait web sitesi ve telefon uygulamaları (“Online Platform”) üzerinden sunulan ONLINE DOKTOR VE E-KONSÜLTASYON HİZMETİ’nin (“Hizmet”) kapsamı konusunda tarafıma yazılı bilgilendirme yapılmıştır. 1. Hizmet kapsamında, Online Platform üzerinden Güven Hastanesi hekimleri tarafından danışma ve konsültasyon imkanı sunulacağı; 2. Hizmet’in hasta ve hekimin bir arada bulunmasını gerektiren durumlarda muayenenin muadili olmadığı; 3. Her türlü tıbbi tanı ve tedavi ihtiyaçlarım için özgür irademle seçeceğim hekimime başvuru yapmam ve fiziken muayene olmam gerektiği, 4. Sağlığımı ilgilendiren ve aciliyeti olan konularda, vakit kaybetmeden en yakın acil servise müracaat etmem gerektiği, 5. Aksi halde gerçekleşebilecek olumsuz sonuçlardan Güven Hastanesi’nin hiçbir şekilde sorumlu tutulamayacağı, konularında yazılı olarak aydınlatıldım. Konu hakkında sorum olması halinde ulaşabileceğim iletişim numaraları tarafımla paylaşıldı. Gelinen aşamada; Tarafıma yapılan tüm yazılı bilgilendirmeleri okuduğumu, anladığımı ve bu haliyle kabul ettiğimi; ONLINE DOKTOR VE E-KONSÜLTASYON HİZMETİ’nden bu bilgilendirmeler doğrultusunda yararlanacağımı kabul ve beyan ediyorum. (İşbu Belge GÜVEN HASTANESİ ile ALICI arasındaki MESAFELİ SATIŞ SÖZLEŞME’sinin tamamlayıcı bir parçası olarak ALICI’ya imzalatılmıştır.)
