Repository: guvenfuturerbio/rBio
Catalog: lib/l10n/intl_*.arb
Languages: tr

# error_old_password_wrong
source: Old password is wrong! Please try again.
tr: Eski şifre hatalı! Lütfen tekrar deneyiniz.

# password_wrong
source: Please enter valid password.
tr: Geçerli bir şifre giriniz.

# error_password_mismatch
source: Passwords mismatch! Please try again.
tr: Şifreler birbiriyle uyuşmuyor! Lütfen tekrar deneyiniz.

# error_system_malfunction
source: System has encountered a problem! Please try again later.
tr: Sistem bir hata ile karşılaştı! Lütfen daha sonra tekrar deneyiniz.

source: Youtube Stream
tr: Youtube Yayını

source: Camera
tr: Kamera

source: Gallery
tr: Galeri

# how_to_get_photo
source: How to get the photo?
tr: Fotoğraf nasıl alınsın?

source: Pick a photo option
tr: Opsiyon seçiniz

# allow_permission_gallery
source: Please allow access to photos by going to your Settings.
tr: Fotoğraflara erişim için lütfen Ayarlar'dan izin veriniz

# allow_permission_camera
source: Please allow access to camera by going to your Settings
tr: Kameraya erişim için lütfen Ayarlar'dan izin veriniz

# fill_all_field_to_win_lottery
source: Please fill out the form to apply for the lottery
tr: Çekilişe katılmak için lütfen formu doldurun

source: Video Id
tr: Video No

# thank_you_for_survey
source: Thank you for completing our survey.
tr: Anketimize katıldığınız için teşekkür ederiz.

source: Powered By
tr: Sağlayıcınız

source: For You
tr: Size Özel

source: Package Description
tr: Paket Açıklanması

source: Select Package
tr: Paket Seçinizi

# called_by_our_hospital
source: We will contact you very quickly to plan the days and hours
tr: Günleri ve saatleri planlamak için sizinle çok hızlı bir şekilde iletişime geçeceğiz

source: Buy Package
tr: Paket Satın Al

source: Information Form
tr: Bilgilendirme Formu

source: Date Filter :
tr: Tarih Aralığı :

source: Has Result
tr: Sonuçlananlar

source: Result Detail
tr: Sonuç Detayı

# pathology_result
source: Pathology Results
tr: Patoloji Sonuçları

# laboratory_result
source: Laboratory Results
tr: Laboratuvar Sonuçları

# radiology_result
source: Radiology Results
tr: Radyoloji Sonuçları

source: Test Name
tr: Test Adı

source: Group Name
tr: Grup Adı

source: Approved Date
tr: Onay Tarihi

# detailed_report
source: View Detailed Report
tr: Detaylı Rapor Görüntüle

# value
source: Değer
tr: Value

source: Try Again
tr: Tekrar Deneyin

# guven_hospital_ayranci
source: Güven Hospital Ayrancı
tr: Güven Hastanesi Ayrancı

# guven_cayyolu_campus
source: Güven Çayyolu Campus
tr: Güven Çayyolu Kampüsü

source: Package Detail
tr: Paket Detayı

# rate_appointment
source: Would you like to rate your appointment ?
tr: Randevunuzu değerlendirmek ister misiniz ?

# how_video_quality
source: How was the quality of the video call ?
tr: Video görüşmesinin kalitesi nasıldı ?

# how_video_doctor
source: Are you satisfied with your doctor ?
tr: Doktorunuzdan memnun kaldınız mı ?

# comments_and_suggestion
source: Your Comments and Suggestions
tr: Görüş ve Önerileriniz

# video_call_legand
source: (Bad 1 … 5 Very Good)
tr: (Kötü 1 … 5 Çok İyi)

# doctor_legand
source: (Not Satisfied 1 … 5 Very Satisfied)
tr: (Memnun Kalmadım 1 … 5 Çok Memnun Kaldım)

source: Rate
tr: Değerlendir

# request_and_suggestions
source: Requests and Suggestions
tr: İstek ve Önerileriniz

# request_and_suggestions_text
source: This Form; In order to provide you with a better service, it has been prepared for you to report the problems / suggestions you have experienced and observed in application and your thanks. Your notification will be examined by the Hospital Management as soon as possible, and you will be informed about the measures taken and the arrangements to be made. Thank you for your interest and contribution.
tr: Bu Form; sizlere daha iyi hizmet verebilmek amacıyla uygulamada yaşadığınız ve gözlemlediğiniz sorunları / önerilerinizi ve teşekkürlerinizi bildirmeniz için hazırlanmıştır. Bildiriminiz Hastane Yönetimi tarafından en kısa sürede incelenecek, alınan önlemler ve yapılacak düzenlemeler hakkında size bilgi verilecektir. İlgilerinize ve katkılarınıza teşekkür ederiz.

# accept_application_consent_form
source: I have read, understood and approve the application consent form.
tr: Uygulama onam formunu okudum, anladım ve onaylıyorum.

# application_consent_form_text
source: Within the scope of this application, no medical procedure (such as examination, diagnosis, diagnosis, treatment) is offered or promised to you. In addition to using the application, you should be examined by a physician before making any health-related decision. All responsibility for the use of the application belongs to you, the application is provided "as is" and no guarantee is given to you. The service provided to you within the scope of the application is by no means the equivalent of being examined by a physician or following your health condition one-to-one by a physician. You should consult your physician for medical diagnosis and treatment, do not delay your controls, and apply to the nearest emergency room without wasting time in any emergency. Otherwise, we will not accept any responsibility.
tr: Bu uygulama kapsamında tarafınıza herhangi bir tıbbi işlem (muayene, tanı, teşhis, tedavi gibi) sunulmamakta ve vaat edilmemektedir. Uygulamanın kullanılmasına ek olarak, sağlığınızla ilgili herhangi bir karar vermeden önce bir hekime muayene olmanız gerekmektedir. Uygulamanın kullanımı ile ilgili tüm sorumluluk tarafınıza ait olup, uygulama “olduğu gibi” sunulmaktadır ve tarafınıza hiçbir garanti verilmemektedir. Uygulama kapsamında tarafınıza sunulan hizmet, hiçbir surette hekim tarafından muayene edilmenizin veya sağlık durumunuzun hekim tarafından birebir takip edilmesinin muadili değildir. Tıbbi tanı ve tedavi için hekiminize başvurmanız, kontrollerinizi aksatmamanız ve her türlü acil durumda vakit kaybetmeden en yakın acil servise müracaat etmeniz gerekmektedir. Aksi halde tarafımızca herhangi bir sorumluluk kabul edilmeyecektir

source: Application Consent Form
tr: Uygulama Onam Formu

# approve_consent_form
source: You have to confirm the application consent form.
tr: Uygulama onam formunu onaylamanız gerekiyor.

# suggestion_thanks_message
source: Thank you for your interest and contribution
tr: İlginiz ve katkınız için teşekkür ederiz.

source: Awards
tr: Ödüller

source: Trainings
tr: Çalışmalar

source: Memberships
tr: Üyelikler

source: Treatments
tr: Tedaviler

source: Treatment
tr: Tedavi

source: Specialities
tr: Uzmanlıklar

source: Free
tr: Ücretsiz

# payment_question_tag
source: The appointment has not been paid for, you have to pay to attend the appointment, do you want to continue?
tr: Randevunun ödemesi yapılmamış, randevuya katılmak için ödeme yapmanız gerekiyor, devam etmek istiyor musunuz?

# doesnt_match_tc
source: The entered Identity number does not match your registration information
tr: Girilen Tc kimlik numarası kayıt bilgilerinizle uyuşmuyor.

# necessary_identity_message
source: In order to use this feature, you need to enter your ID/passport number.
tr: Bu özelliği kullanabilmeniz için kimlik/pasaport numaranızı girmeniz gerekiyor

# email_or_identity
source: T.C Identity/Passport Number/Email
tr: TCKN/Pasaport Numarası/Email

# appo_suitability
source: No suitable appointment was found for this doctor. To contact us, please call us.
tr: Bu doktor için uygun bir randevu bulunamadı. Bizimle iletişime geçmek için lütfen bizi arayınız.

# free_consultation_appointment
source: Health Counseling Line
tr: Sağlıklı Danışma Hattı

# detailed_error_dialog_part1
source: You can have a different appointment on the same date or time,
tr: Aynı tarih ya da saat de farklı bir randevunuz olabilir,

# detailed_error_dialog_part2
source: You may already have an appointment with the doctor you want to make an appointment with,
tr: Randevu almak istediğiniz doktor için zaten bir randevunuz olabilir,

# detailed_error_dialog_part3
source: If you think there is a different problem, you can call us at the number below.
tr: Farklı bir sorun olduğunu düşünüyorsanız aşağıdaki numaradan bizi arayabilirsiniz.

# read_understood_kvkk
source: I have read and understood the notice of information regarding the policy of protection and processing of personal data.
tr: Kişisel verilerin korunması ve işlenmesi politikalarına ilişkin aydınlatma metnini okudum ve anladım.

# must_clicked_kvkk
source: You must read and approve the information notice regarding the policy on the protection and processing of personal data.
tr: Kişisel verilerin korunması ve işlenmesi politikalarına ilişkin aydınlatma metnini okumanız ve onaylamanız gerekmektedir.

# must_contain_lowercase
source: Password Must contain at least 1 lowercase letter
tr: Şifre en az 1 adet küçük harf içermeli

# must_contain_uppercase
source: Password Must contain at least 1 uppercase letter
tr: Şifre en az 1 adet büyük harf içermeli

# must_contain_special
source: Password Must contain at least 1 special character.
tr: Şifre en az 1 adet özel karakter içermeli

# must_contain_digit
source: Password Must contain at least 1 digit
tr: Şifre en az 1 adet rakam içermeli

# password_must_8_char
source: Password length must be at least 8 characters
tr: Şifre uzunluğu en az 8 karakter olmalı

# kvkk_title
source: ONLINE DOCTOR AND E-CONSULTATION INFORMATIONAL TEXT ON PERSONAL DATA PROTECTION
tr: ONLINE DOKTOR VE E-KONSÜLTASYON KİŞİSEL VERİLERİN KORUNMASI HUKUKU AYDINLATMA METNİ

# kvkk_url_text
source: We as Güven Hastanesi A.Ş. seated at the address of "Remzi Oğuz Arık Mahallesi Paris Cad. No:58 Çankaya Ankara” place great value on the confidentiality and protection of your personal data. We would like to inform you of our personal data protection policies within the context of the Personal Data Protection Law No. 6698 (PDPL). We are deemed as a Data Controller for the personal data we collect from you in due course of performance of our activities. As the Data Controller, your personal information may, within the framework described below, be recorded verbally, in writing or electronically, stored, updated, categorized, be divulged and / or transferred to third parties and / or abroad where permitted by legislation, and processed in other ways set out under the PDPL. The purpose and legal reason for the processing of personal data is to prepare all records and documents that will be the basis of a transaction conducted electronically or on paper; to abide by information retention and reporting obligations and obligations to inform set out by legislation and the relevant authorities; to provide requested products and services and to perform and deliver the goods and services and performing the agreement which you have signed. To provide better services to our customers, we request certain personal information from you (such as name, age, interests, e-mail information etc.). This information, collated in our servers, is stored, and utilized for the purposes of “categorizing” customers for seasonal promotional campaign works, preparing private promotion activities directed at customer profiles and preventing the sending of unwanted e-mails, and for the continuation of advertisement, promotion and marketing activities prepared over personal information. We may process and store your personal data for the confirmation of identity of persons shopping in person or through a third party over the web site and mobile applications, to record addresses and other necessary information for communication, to contact our customers for the terms and conditions, status and updates on distance sales agreements and agreements concluded pursuant to the relevant provisions of the Consumer Protection Law, to relay necessary information, to prepare all records and documents that will be the basis of a transaction conducted electronically (internet / mobile etc.) or on paper, to perform our obligations assumed under distance sales agreements and agreements concluded pursuant to the relevant provisions of the Consumer Protection Law, to inform public officials on issues of public security upon request or pursuant to legislation, to provide for a better shopping experience for our customers, to inform our customers on products they might be interested in having considered their interests, to relay promotional campaigns, to enhance customer satisfaction, to recognize customers shopping on the web site and / or mobile applications and use these for customer portfolio analyses, for various promotional campaigns or advertisements and in this context for surveys conducted physically and / or electronically by way of service providers, to offer proposals to our customers from our in-network providers and service providers, to inform our customers as to our services, to evaluate customer suggestions and complaints on our services, to perform our legal obligations and to utilize our rights deriving from the laws in effect. For the purposes set out above, persons or institutions to whom personal data might be transmitted are listed as our majority shareholder, our direct and / or indirect subsidiaries within the country or abroad; our business partner institutions with whom we collaborate and retain services to perform our activities, and business partners and other third parties for whom you consent pursuant to the Confidentiality Agreement. For the purposes set out above, and for the services that will be rendered by our Company, your personal data might be collected, processed, recorded, stored, amended, updated, periodically reviewed, rearranged, categorized and secured verbally, in writing or through electronic means while logging in to the Güven Online application, during your use of the application, over applications made to Güven Hastanesi A.Ş. and to Güven Çayyolu Medical Center, through affiliates, by public institutions and organizations, automatically and non-automatically, by our company units and offices, through our internet site, our call center, social media venues, mobile applications, by business partners, suppliers, service providers and by other similar means. Pursuant to Article 11 of PDPL, you have a right to file an application with Güven Hastanesi A.Ş. for the purposes of a) being informed as to whether or not your personal data is being processed, b) requesting information if it is being processed, c) being informed as to the purpose of processing and whether or not it is being processed in line with this purpose, d) requesting information on third parties within the country or abroad to whom your data is transmitted, e) requesting a correction if it is incorrectly or inaccurately processed, f) requesting an erasure or destruction pursuant to the conditions set out under Article 7 of the PDPL, g) requesting the notification of the procedures carried out under subclauses (e) and (f) above to third parties to whom data was transmitted, h) objecting to any adverse conclusions drawn due to the analysis of data exclusively through automatic systems, and i) requesting compensation if you incur damages due to unlawful processing of your personal data. Our e-mail and correspondence address to which you may send your request on the use of your rights is as below: guven@guven.com.tr Remzi Oğuz Arık Mahallesi Paris Cad. No:58 Çankaya Ankara If the reasons for the processing of personal data cease, then, even where personal data was processed pursuant to the Law No. 6698 and other relevant provisions, your personal data will, by our company or upon your request, be erased, destroyed, or anonymized. However, pursuant to Law No. 6563 on the Regulation of Electronic Commerce, any records on the withdrawal of consent must be maintained for a term of 1 year as of the withdrawal date, and any record on the content and relaying of electronic transmissions have to be maintained for a term of 3 years to be submitted to the relevant Ministry where required. Following the expiry of this term, your personal data, by our company or upon your request, will be erased, destroyed, or anonymized. Respectfully submitted for your information. GÜVEN HASTANESİ A.Ş.
tr: "Remzi Oğuz Arık Mahallesi Paris Cad. No:58 Çankaya Ankara” adresinde mukim Güven Hastanesi A.Ş. olarak kişisel verilerinizin gizliğine ve korunmasına büyük önem veriyoruz. 6698 sayılı Kişisel Verilerin Korunması Kanunu (KVKK) kapsamında kişisel veri politikalarımız hakkında sizleri bilgilendirmek isteriz. Yürüttüğümüz faaliyet sırasında sizden aldığımız kişisel bilgileriniz bakımından Veri Sorumlusu olarak addedilmekteyiz. Veri Sorumlusu olarak, kişisel bilgileriniz aşağıda açıklandığı çerçevede sözlü, yazılı veya elektronik ortamda kaydedilebilecek, saklanabilecek, güncellenebilecek, sınıflandırılabilecek, mevzuatın izin verdiği hallerde 3. kişilere ve/veya yurt dışına açıklanabilecek ve/veya devredilebilecek ve KVKK’da sayılan diğer şekillerde işlenebilecektir. Kişisel verilerin işlenme amaçları ve hukuki sebepleri; elektronik veya kâğıt ortamında işleme dayanak olacak tüm kayıt ve belgeleri düzenlemek; mevzuat ve ilgili otoritelerce öngörülen bilgi saklama, raporlama, bilgilendirme yükümlülüklerine uymak; talep edilen ürün ve hizmetlerini sunabilmek ve akdettiğiniz sözleşmenin gereğini alacağınız ürün veya hizmetleri yerine getirmektir. Müşterilerimize daha iyi hizmet verebilmek amacıyla bazı kişisel bilgilerinizi (isim, yaş, ilgi alanlarınız, e-posta vb.) sizlerden talep etmekteyiz. Sunucularımızda toplanan bu bilgiler, dönemsel kampanya çalışmaları, müşteri profillerine yönelik özel promosyon faaliyetlerinin kurgulanması ve istenmeyen e-postaların iletilmemesine yönelik müşteri “sınıflandırma” ve kişisel bilgiler vasıtasıyla oluşturulacak reklam, tanıtım, pazarlama faaliyetlerinin devam etmesi amacıyla saklanmakta ve bu amaçlarla kullanılmaktadır. Web sitesi ve mobil uygulamalar üzerinden alışveriş yapanın/yaptıranın kimlik bilgilerini teyit etmek, iletişim için adres ve diğer gerekli bilgileri kaydetmek, mesafeli satış sözleşmesi ve Tüketicinin Korunması Hakkında Kanunun ilgili maddeleri tahtında akdettiğimiz sözleşmelerin koşulları, güncel durumu ve güncellemeler ile ilgili müşterilerimiz ile iletişime geçmek, gerekli bilgilendirmeleri yapabilmek, elektronik (internet/mobil vs.) veya kağıt ortamında işleme dayanak olacak tüm kayıt ve belgeleri düzenlemek, mesafeli satış sözleşmesi ve Tüketicinin Korunması Hakkında Kanunun ilgili maddeleri tahtında akdettiğimiz sözleşmeler uyarınca üstlenilen yükümlülükleri ifa etmek, Kamu güvenliğine ilişkin hususlarda talep halinde ve mevzuat gereği kamu görevlilerine bilgi verebilmek, Müşterilerimize daha iyi bir alışveriş deneyimini sağlamak, müşterilerimizin ilgi alanlarını dikkate alarak müşterilerimizin ilgilenebileceği ürünlerimiz hakkında müşterilerimize bilgi verebilmek, kampanyaları aktarmak, Müşteri memnuniyetini artırmak, web sitesi ve/veya mobil uygulamalardan alışveriş yapan müşterilerimizi tanıyabilmek ve müşteri çevresi analizinde kullanabilmek, çeşitli pazarlama ve reklam faaliyetlerinde kullanabilmek ve bu kapsamda anlaşmalı kuruluşlar aracılığıyla elektronik ortamda ve/veya fiziki ortamda anketler düzenlemek, Anlaşmalı kurumlarımız ve çözüm ortaklarımız tarafından müşterilerimize öneri sunabilmek, hizmetlerimizle ilgili müşterilerimizi bilgilendirebilmek, Hizmetlerimiz ile ilgili müşteri şikayet ve önerilerini değerlendirebilmek, Yasal yükümlülüklerimizi yerine getirebilmek ve yürürlükteki mevzuattan doğan haklarımızı kullanabilmek amacıyla kişisel verilerinizi işleyebilmekte ve saklamaktayız. Yukarıda belirtilen amaçlarla, kişisel verilerin aktarılabileceği kişi ya da kuruluşlar; ana hissedarımız, doğrudan ve/veya dolaylı yurtiçi ya da yurtdışı iştiraklerimiz; faaliyetlerimizi yürütmek üzere hizmet aldığımız, işbirliği yaptığımız, iş ortağı kuruluşlar, Gizlilik Sözleşmesi uyarınca onay vereceğiniz ortaklar ve diğer 3. kişilerdir. Kişisel verileriniz yukarıda belirtilen amaçlarla ve Şirketimiz tarafından sağlanan hizmet sebebiyle, Güven Online uygulamasına girişte, uygulamayı kullanımınız kapsamında, Güven Hastanesi A.Ş. ve Güven Çayyolu Tıp Merkezine yaptığınız başvurularla, bağlı kuruluşlarla, kamu kurum ve kuruluşları aracılığıyla, otomatik ya da otomatik olmayan yöntemlerle, şirketimiz birimleri ve ofisler, internet sitesi, çağrı merkezimiz, sosyal medya mecraları, mobil uygulamalar, iş ortakları, servis sağlayıcıları- tedarikçileri ve benzeri vasıtalarla sözlü, yazılı ya da elektronik olarak toplanabilir, işlenebilir, kaydedilebilir, depolanabilir, değiştirilebilir, güncellenebilir, periyodik olarak kontrol edilebilir, yeniden düzenlenebilir, sınıflandırılabilir ve muhafaza edilir. KVKK’nın 11. maddesi gereği Güven Hastanesi A.Ş. ne başvurarak, kişisel verilerinizin; a) işlenip işlenmediğini öğrenme, b) işlenmişse bilgi talep etme, c) işlenme amacını ve amacına uygun kullanılıp kullanılmadığını öğrenme, d) yurt içinde ya da yurt dışında aktarıldığı 3. kişileri bilme, e) eksik ya da yanlış işlenmişse düzeltilmesini isteme, f) KVKK’nın 7. maddesinde öngörülen şartlar çerçevesinde silinmesini ya da yok edilmesini isteme, g) aktarıldığı 3. kişilere yukarıda sayılan (e) ve (f) bentleri uyarınca yapılan işlemlerin bildirilmesini isteme, h) münhasıran otomatik sistemler ile analiz edilmesi nedeniyle aleyhinize bir sonucun ortaya çıkmasına itiraz etme, i) kanuna aykırı olarak işlenmesi sebebiyle zarara uğramanız halinde zararın giderilmesini talep etme hakkına sahipsiniz. Hak kullanım talebinizi iletebileceğiniz e-posta adresi ve posta adresi bilgilerimiz aşağıdaki gibidir: guven@guven.com.tr Remzi Oğuz Arık Mahallesi Paris Cad. No:58 Çankaya Ankara 6698 sayılı Kanun ve ilgili diğer hükümlerine uygun olarak işlenmiş olmasına rağmen, işlenmesini gerektiren sebeplerin ortadan kalkması halinde kişisel veriler, şirketimiz tarafından veya talebiniz üzerine silinir, yok edilir veya anonim hale getirilir. Ancak 6563 Sayılı Elektronik Ticaretin Düzenlenmesi Hakkında Kanun uyarınca; onayın geri alındığına ilişkin kayıtlar bu tarihten itibaren 1 yıl; ticari elektronik iletinin içeriği ve gönderiye ilişkin diğer her türlü kayıt ise gerektiğinde ilgili Bakanlığa sunulmak üzere 3 yıl saklanacaktır. Süre geçtikten sonra kişisel verileriniz şirketimiz tarafından veya talebiniz üzerine silinir, yok edilir veya anonim hale getirilir. Saygılarımızla bilgilerinize sunarız. GÜVEN HASTANESİ A.Ş.

# password_security
source: According to our security policies, your password must comply with the security criteria.
tr: Güvenlik politikalarımız gereği şifrenizin güvenlik kriterlerine uyması gerekmektedir.

# check_information
source: You need to check the information form to continue
tr: Devam etmek için bilgi formunu onaylamanız gerekmektedir

# check_cancellation_refund
source: You need to check the cancellation and refund conditions to continue
tr: Devam etmek için iptal ve geri ödeme koşullarını kontrol etmeniz gerekiyor
