Repository: guvenfuturerbio/rBio
Catalog: lib/l10n/intl_*.arb
Languages: tr

# when_to_be_notified
source: When would you like to be notified?
tr: Ne zaman hatırlatılmasını istersiniz?

source: Wrong password
tr: Hatalı şifre

# wrong_user_credential
source: Wrong User ID or Password
tr: Hatalı Kullanıcı Adı ya da Şifre

source: Year of diagnosis
tr: Teşhis Yılı

# contour_plus_blood_step2
source: Bir kan damlası çıkartmak için parmağınızı parmak delme cihazı kullanın.
tr: Bir kan damlası çıkartmak için parmağınızı parmak delme cihazı kullanarak delin.

source: Diagnosis Date
tr: Tanı Tarihi

source: High Range
tr: Yüksek Aralık

source: Low Range
tr: Düşük Aralık

source: Do you smoke?
tr: Sigara içiyor musunuz?

# strip_count_low
source: Strip count is low
tr: Strip sayısı az

# you_have_strip
source: You have <stripCount> strips left
tr: <stripCount> stripiniz kaldı

# sign_in_keys
source: T.C. no / Passport no
tr: T.C. no / Pasaport no

source: Login
tr: Giriş

# login_page_text
source: The future of healthcare!
tr: Sağlık sektörünün geleceği!

# sign_up_text
source: Let's know you better!
tr: Seni daha iyi tanıyalım!

# tr_citizen
source: I am a Turkish citizen
tr: Türkiye vatandaşıyım

# no_permission
source: Camera permission is not granted
tr: Kamera izni verilmedi.

source: Discount Code
tr: İndirim kodu

# price
source: Fee
tr: Fiyat

# pay
source: Make Payment
tr: Ödeme yap

source: Add discount code
tr: İndirim kodu ekle

source: Apply discount
tr: İndirim uygula

source: Cancel discount
tr: İndirimi iptal et

source: Not Found
tr: Bulunamadı

# something_went_wrong
source: Oops. Something went wrong!
tr: Bir şeyler ters gitti

source: Turn Back
tr: Geriye Dön

source: Waiting
tr: Bekleniyor

source: Back
tr: Geri

# bg_measurement_tracking
source: Blood Glucose Tracking
tr: Kan Şekeri Takibi

# bmi_tracking
source: Body Scale Tracking
tr: Vücut Ölçüm Takibi

# bp_tracking
source: Blood Pressure Tracking
tr: Tansiyon Takibi

source: Blood Pressure Tracking
tr: Tansiyon Takibi

source: Treatment Process
tr: Tedavi Süreci

source: Critical metrics
tr: Kritik ölçümler

source: Video Call
tr: Görüntülü Görüşme

source: From newest
tr: En yeniden

source: From oldest
tr: En eskiden

source: Sort by
tr: Sırala

# expired_interpreter_request
source: Appointment has expired. No Translator Can Be Requested!
tr: Randevu Süresi Dolmuştur. Çevirmen Talep Edilemez!

# passwords_not_match
source: The passwords entered do not match.
tr: Girilen şifreler eşleşmiyor.

# select_day_from
source: Select day
tr: Gün seçiniz

# select_day_to
source: Select another day
tr: Diğer günü seçiniz

source: Healthcare Employee
tr: Sağlık Çalışanı

source: Update
tr: Güncelle

source: Change
tr: Değiştir

# device_register
source: Please register a device
tr: Lütfen bir cihaz kaydediniz

# detailed_symptom
source: Detailed Symptom Checker
tr: Detaylı Sağlık Kontrolü

# widgets_add_message
source: You have 7 widgets currently in use. Remove one of them to add new widget
tr: Şu anda kullanımda olan 7 widget'ınız var. Yeni widget eklemek için bunlardan birini kaldırın.

# open_chart
source: Show Graph
tr: Grafiği Göster

# close_chart
source: Hide Graph
tr: Grafiği Gizle

source: Recent Appointments
tr: Son Randevularım

source: Recover your password
tr: Şifremi Kurtar

# notification_inbox_empty
source: You don't have any notifications yet
tr: Henüz bildiriminiz yok

source: Select tag
tr: Etiket seçiniz

source: After Meal
tr: Yemekten sonra

source: Before Meal
tr: Yemekten önce

source: How often
tr: Ne sıklıkla

source: Alert
tr: Alarm

source: How many times a day?
tr: Günde kaç kere?

source: Days
tr: Günler

# appointment_datepicker_warning
source: Since you did not select a day, the date has not changed.
tr: Gün seçimi yapmadığınız için tarihte değişiklik olmadı.
